import React from "react";
import "../../styles/offer.css";

const Offer = () => {
  return (
    <div className="offer">
      <div className="container">
        <div className="section-title">Оферта</div>
        <div className="section__date--refresh">
          Последнее обновление: 20 марта 2024 г.
        </div>
        <div className="offer__word">
          <p>
            Добро пожаловать в WorldspeechAI. Пожалуйста, прочтите дальше, чтобы
            ознакомиться с правилами и ограничениями, регулирующими
            использование вами наших веб-сайтов, продуктов, услуг и приложений,
            которые включают, но не ограничиваются, веб-приложение WorldspeechAI
            (“Сервис”). Услуги предоставляются и оплачиваются через ИП Жилкин
            Федор Игоревич. Если у вас есть какие-либо вопросы, комментарии или
            опасения относительно настоящих условий или Услуг, пожалуйста,
            свяжитесь с нами по адресу hello@WorldspeechAI.ai
            <br />
            <br /> Настоящие Условия предоставления услуг (“Условия”) являются
            обязательным договором между вами и WorldspeechAI.ai (“мы” и “нас”).
            Вы должны согласиться и принять все Условия, в противном случае вы
            не имеете права пользоваться Услугами. Использование вами Сервиса
            любым способом означает, что вы согласны со всеми этими Условиями, и
            эти Условия будут оставаться в силе, пока вы пользуетесь Сервисом.
            Эти Условия включают положения настоящего документа, а также
            положения Политики конфиденциальности.
            <br />
            <br /> Изменятся ли когда-нибудь эти условия?
            <br /> Мы постоянно пытаемся улучшить наши услуги, поэтому,
            возможно, потребуется изменить эти Условия вместе с Услугами. Мы
            оставляем за собой право изменять Условия в любое время, но если мы
            это сделаем, мы доведем это до вашего сведения, разместив
            уведомление на веб-сайте WorldspeechAI, отправив вам электронное
            письмо и/или каким-либо другим способом.
            <br />
            <br /> Если вы не согласны с новыми Условиями, вы можете отклонить
            их; к сожалению, это означает, что вы больше не сможете пользоваться
            Услугами. Если вы каким-либо образом пользуетесь Услугами после
            вступления в силу изменений в Условиях, это означает, что вы
            согласны со всеми изменениями.
            <br />
            <br /> За исключением изменений, внесенных нами, как описано здесь,
            никакие другие поправки или модификация настоящих Условий не вступят
            в силу, если они не оформлены в письменной форме и не подписаны вами
            и нами.
            <br />
            <br /> Как насчет моей конфиденциальности?
            <br /> При предоставлении Услуги WorldspeechAI.ai будет собирать и
            обрабатывать персональные данные о вас и вашем использовании
            Сервиса. Используя Сервис, вы соглашаетесь с тем, что
            WorldspeechAI.ai может использовать ваши персональные данные в
            соответствии с нашей Политикой конфиденциальности и в соответствии с
            вашими согласиями, которые вы нам дали.
            <br />
            <br /> Существуют ли возрастные ограничения?
            <br /> WorldspeechAI.ai предназначен только для лиц старше 13 лет.
            Используя WorldspeechAI.ai, вы подтверждаете, что вам больше 13 лет.
            Если мы узнаем, что кто-то младше 13 лет использует
            WorldspeechAI.ai, мы удалим его учетную запись. Для использования в
            образовательных учреждениях со студентами младше 13 лет свяжитесь с
            нами.
            <br />
            <br /> Каковы основы использования сервиса?
            <br /> Возможно, от вас потребуется зарегистрироваться в учетной
            записи и выбрать пароль и имя пользователя (“Идентификатор
            пользователя”). Вы обещаете предоставить нам точную, полную и
            обновленную регистрационную информацию о себе. В качестве своего
            идентификатора пользователя вы не имеете права выбирать имя, которое
            вы не имеете права использовать, или имя другого человека с
            намерением выдать себя за этого человека. Вы не имеете права
            передавать свою учетную запись кому-либо еще без нашего
            предварительного письменного разрешения. Вы заявляете и
            гарантируете, что достигли совершеннолетия для заключения
            обязательного контракта (или, если нет, вы получили разрешение
            вашего родителя или опекуна на использование Услуг и заставили
            вашего родителя или опекуна согласиться с настоящими Условиями от
            вашего имени). Если вы соглашаетесь с настоящими Условиями от имени
            организации или юридического лица, вы заявляете и гарантируете, что
            вы уполномочены соглашаться с настоящими Условиями от имени этой
            организации или юридического лица и связывать их с настоящими
            Условиями (в этом случае ссылки на “вы” и “ваш” в настоящих
            Условиях, за исключением случаев, указанных в этом предложении,
            ссылайтесь на эту организацию или юридическое лицо). Вы будете
            использовать Сервис только для личного или делового использования и
            только таким образом, который соответствует всем законам, применимым
            к вам. Если применимые законы запрещают использование вами Сервиса,
            значит, вы не уполномочены использовать Сервис. Мы не можем и не
            будем нести ответственность за использование вами Сервиса способом,
            нарушающим закон. Вы никому не должны сообщать свою учетную запись
            или пароль, и вы должны обеспечивать безопасность своей учетной
            записи и своего пароля. Вы несете ответственность за любые действия,
            связанные с вашей учетной записью.
          </p>

          <br />

          <p>
            На использование вами Сервиса распространяются следующие
            дополнительные ограничения: Вы заявляете, гарантируете и
            соглашаетесь с тем, что вы не будете предоставлять какой-либо
            Контент или пользовательские материалы (каждое из этих условий
            определено ниже) или иным образом использовать Сервис или
            взаимодействовать с Сервисом таким образом, чтобы:
            <br />
            <br /> Нарушает права интеллектуальной собственности или любые
            другие права кого-либо еще (включая WorldspeechAI.ai);
            <br />
            <br /> Нарушает любой закон или нормативное регулирование;
            <br />
            <br /> Является вредным, мошенническим, вводящим в заблуждение,
            угрожающим, беспокоящим, дискредитирующим, непристойным или иным
            образом вызывающим возражения;
            <br />
            <br /> Ставит под угрозу безопасность вашей учетной записи
            WorldspeechAI.ai или чьей-либо еще (например, позволяет кому-либо
            другому входить в Сервис от вашего имени);
            <br />
            <br /> Пытается любым способом получить пароль, учетную запись или
            другую информацию о безопасности от любого другого пользователя;
            <br />
            <br /> Нарушает безопасность любой компьютерной сети или взламывает
            любые пароли или коды шифрования безопасности;
            <br />
            <br /> Запускает рассылку почты, любую форму автоответчика или
            “рассылки спама” в Службах, или любые процессы, которые запускаются
            или активируются, когда вы не вошли в Службы, или которые иным
            образом препятствуют правильной работе Служб (в том числе, создавая
            необоснованную нагрузку на инфраструктуру Служб).;
            <br />
            <br /> Использует любые права интеллектуальной собственности,
            защищенные применимым законодательством и содержащиеся в Сервисе или
            доступные через них, с целью создания конкурентоспособного продукта
            или услуги или копирования их функций или пользовательского
            интерфейса;
            <br />
            <br /> Использует Сервис или разрешает их использование в целях
            сравнительного анализа продуктов или другого сравнительного анализа,
            предназначенного для публикации, без предварительного письменного
            согласия WorldspeechAI.ai;
            <br />
            <br /> Использует сервис для разработки или улучшения любого
            программного обеспечения, программного кода или любых производных
            работ от любого программного обеспечения без предварительного
            письменного согласия WorldspeechAI.ai;
            <br />
            <br /> Использует Сервис в качестве прямого конкурента
            WorldspeechAI.ai или с целью мониторинга доступности,
            производительности, функциональности Сервиса или для любых других
            сравнительных или конкурентных целей;
            <br />
            <br /> “Сканирует”, “выскабливает” или “паучит” любую страницу,
            данные или часть Услуг или Контента, относящихся к ним (с
            использованием ручных или автоматизированных средств);
            <br />
            <br /> Копирует или сохраняет любую значительную часть Контента;
            <br />
            <br /> Декомпилирует, осуществляет обратное проектирование или иным
            образом пытается получить исходный код или лежащие в его основе идеи
            или информацию, относящиеся к Сервису.
            <br />
            <br /> Поскольку вы используете WorldspeechAI.ai для записи
            собраний, вы несете ответственность за получение согласия от всех
            участников собрания до начала записи. У участников есть возможность
            покинуть собрание. Стенограмма, которая также может содержать личные
            данные, обрабатывается так же, как и видеозапись. WorldspeechAI.ai
            не будет получать доступ к расшифровкам, за исключением случаев,
            когда пользователь, создавший такие записи с помощью
            WorldspeechAI.ai, специально запросит их.
            <br />
            <br /> Нарушение любого из вышеперечисленных условий является
            основанием для прекращения вашего права на использование Сервиса или
            доступа к ним.
          </p>

          <br />

          <p>
            Каковы мои права в отношении услуг?
            <br /> Материалы, отображаемые, исполняемые или доступные на Сервисе
            или через них, включая, но не ограничиваясь, текстом, графикой,
            данными, статьями, фотографиями, изображениями, иллюстрациями,
            пользовательскими материалами и т.д. (все вышеизложенное, “Контент”)
            защищены авторским правом и/или другими интеллектуальными правами.
            законы о собственности. Вы обещаете соблюдать все уведомления об
            авторских правах, правила использования товарных знаков, информацию
            и ограничения, содержащиеся в любом контенте, к которому вы
            получаете доступ через Сервис, и вы не будете использовать,
            копировать, воспроизводить, изменять, переводить, публиковать,
            транслировать, передавать, раздавать, исполнять, загружать,
            демонстрировать, лицензировать, продавать или иным образом
            эксплуатировать для любых целей любой контент, не принадлежащий вам,
            (i) без предварительного согласия владельца этого Контента или (ii)
            способом, нарушающим чьи-либо права (включая WorldspeechAI.ai).
            <br />
            <br /> Вы понимаете, что Сервис принадлежит WorldspeechAI.ai. Вы не
            будете изменять, публиковать, передавать, участвовать в передаче или
            продаже, воспроизводить (за исключением случаев, прямо оговоренных в
            этом разделе) творческие производные работы, основанные на Сервисе,
            или иным образом использовать какой-либо из Сервисов.
            <br />
            <br /> Сервис может разрешать вам копировать или скачивать
            определенный контент; пожалуйста, помните, что все вышеуказанные
            ограничения применяются при копировании и загрузке определенного
            контента.
            <br />
            <br /> Кто несет ответственность за то, что я вижу и делаю в
            сервисе?
            <br />
            Любая информация или контент, публично размещенные или переданные
            частным образом через Сервис, являются исключительной
            ответственностью лица, от которого исходил такой контент, и вы
            получаете доступ ко всей такой информации и контенту на свой страх и
            риск, и мы не несем ответственности за любые ошибки или упущения в
            этой информации или контенте, а также за любой ущерб или убытки,
            которые вы понесли. Мы не можем контролировать и не обязаны
            предпринимать какие-либо действия в отношении того, как вы можете
            интерпретировать и использовать Контент или какие действия вы можете
            предпринять в результате ознакомления с Контентом, и настоящим вы
            освобождаете нас от всякой ответственности за то, приобрели вы или
            не приобрели Контент с помощью Сервиса. Мы не можем гарантировать
            личность любых пользователей, с которыми вы взаимодействуете при
            использовании Сервиса, и не несем ответственности за то, какие
            пользователи получают доступ к Сервису.
            <br />
            <br /> Вы несете ответственность за весь контент, который вы
            каким-либо образом размещаете в Сервисе, и вы заявляете и
            гарантируете, что у вас есть все права, необходимые для этого, в том
            виде, в котором вы его размещаете. Вы будете сохранять всю вашу
            регистрационную информацию точной и актуальной. Вы несете
            ответственность за все свои действия, связанные с Услугами.
            <br />
            <br /> Сервис может содержать ссылки или подсоединения к сторонним
            веб-сайтам или службам, которые не принадлежат или не контролируются
            WorldspeechAI.ai. Когда вы заходите на сторонние веб-сайты или
            используете сторонние сервисы, вы соглашаетесь с тем, что при этом
            существуют риски, и что WorldspeechAI.ai не несет ответственности за
            такие риски. Мы рекомендуем вам быть в курсе, когда вы покидаете
            Сервис, и ознакомиться с положениями и условиями и политикой
            конфиденциальности каждого стороннего веб-сайта или сервиса, которые
            вы посещаете или используете. WorldspeechAI.ai не контролирует и не
            несет никакой ответственности за содержание, точность, политику
            конфиденциальности, практику или мнения, выраженные на любых
            сторонних веб-сайтах или любой третьей стороной, с которой вы
            взаимодействуете через Сервис. Кроме того, WorldspeechAI.ai не будет
            и не может отслеживать, проверять, подвергать цензуре или
            редактировать содержимое любого стороннего сайта или сервиса.
            Используя Сервис, вы освобождаете нас от любой ответственности,
            вытекающей из использования вами любого стороннего веб-сайта или
            сервиса.
            <br />
            <br /> Ваши взаимодействия с организациями и/или частными лицами,
            найденными на Сервисе или через них, включая оплату и доставку
            товаров или услуг, а также любые другие положения, условия, гарантии
            или заверения, связанные с такими сделками, являются исключительно
            между вами и такими организациями и/или частными лицами. Вам следует
            провести любое расследование, которое вы сочтете необходимым или
            уместным, прежде чем приступать к любой онлайн- или
            офлайн-транзакции с любой из этих третьих сторон. Вы соглашаетесь с
            тем, что WorldspeechAI.ai не несет ответственности за любые убытки
            или ущерб любого рода, понесенные в результате любых таких сделок.
            <br />
            <br /> Если возникает спор между участниками на этом сайте или между
            пользователями и любой третьей стороной, вы соглашаетесь с тем, что
            WorldspeechAI.ai не обязана вмешиваться. В случае возникновения у
            вас спора с одним или несколькими другими пользователями, вы
            освобождаете WorldspeechAI.ai, ее должностных лиц, служащих, агентов
            и правопреемников от претензий, взысканий и убытков любого рода или
            характера, известных или неизвестных, подозреваемых или нераскрытых,
            раскрытых или нераскрытых нераскрытым способом, вытекающих из или
            каким-либо образом связанные с такими спорами и/или нашими услугами.
          </p>

          <br />

          <p>
            Изменит ли WorldspeechAI.ai когда-нибудь Сервис?
            <br />
            Мы всегда пытаемся улучшить Сервис, поэтому со временем они могут
            меняться. Мы можем приостановить или прекратить работу любой части
            Сервиса, или мы можем вводить новые функции, или налагать
            ограничения на определенные функции, или ограничивать доступ к
            частям или ко всему Сервису. Мы постараемся уведомить вас, когда
            внесем существенные изменения в Сервисе, которые могут негативно
            повлиять на вас, но это не всегда практично. Аналогичным образом, мы
            оставляем за собой право удалить любой контент из Сервиса в любое
            время, по любой причине (включая, но не ограничиваясь этим, если
            кто-то утверждает, что вы разместили этот контент в нарушение
            настоящих Условий), по нашему собственному усмотрению и без
            предварительного уведомления.
            <br />
            <br /> Какая стоимость Услуг?
            <br />
            Некоторые услуги WorldspeechAI.ai в настоящее время бесплатны, но мы
            оставляем за собой право взимать плату за определенные или все
            услуги в будущем. Мы уведомим вас до того, как за любые услуги,
            которыми вы в настоящее время пользуетесь, начнет взиматься плата, и
            если вы хотите продолжать пользоваться такими услугами, вы должны
            оплатить все применимые сборы за такие услуги.
            <br />
            <br /> Если вы решите подписаться на какие-либо платные услуги
            (“Платные услуги”), с вас будут взиматься текущие на тот момент
            сборы за такие платные услуги. Если не оговорено иное, все сборы,
            уплаченные WorldspeechAI.ai, возврату не подлежат.
            <br />
            <br /> Что, если я захочу прекратить пользоваться услугами?
            <br />
            Вы можете сделать это в любое время, связавшись с нами по адресу
            hello@WorldspeechAI.ai; пожалуйста, ознакомьтесь с нашей Политикой
            конфиденциальности, а также с лицензиями, приведенными выше, чтобы
            понять, как мы обрабатываем информацию, которую вы предоставляете
            нам после того, как вы прекратили пользоваться нашими услугами.
            <br />
            <br /> WorldspeechAI.ai также вправе прекратить (или приостановить
            доступ) использование вами Сервиса или вашей учетной записи по любой
            причине по нашему усмотрению, включая нарушение вами настоящих
            Условий. WorldspeechAI.ai имеет исключительное право решать,
            нарушаете ли вы какие-либо из ограничений, изложенных в настоящих
            Условиях.
            <br />
            <br /> Прекращение действия учетной записи может привести к
            уничтожению любого контента, связанного с вашей учетной записью,
            поэтому имейте это в виду, прежде чем решите закрыть свою учетную
            запись. Мы постараемся заранее уведомить вас до того, как мы удалим
            вашу учетную запись, чтобы вы могли получить любые важные
            пользовательские материалы, которые вы, возможно, сохранили в своей
            учетной записи (в пределах, разрешенных законом и настоящими
            Условиями), но мы можем не делать этого, если сочтем, что это было
            бы непрактично, незаконно, не в интересах чьей-либо охраны или
            неприкосновенности частной жизни или иным образом не наносит ущерба
            правам или собственности WorldspeechAI.ai.
            <br />
            <br /> Если вы удалили свою учетную запись по ошибке, немедленно
            свяжитесь с нами по адресу hello@WorldspeechAI.ai – мы постараемся
            помочь, но, к сожалению, мы не можем обещать, что сможем
            восстановить что-либо.
            <br />
            <br /> Положения, которые по своей природе должны оставаться в силе
            после прекращения действия настоящих Условий, остаются в силе после
            прекращения действия. В качестве примера, все нижеследующее
            останется в силе после расторжения: любые обязательства, которые вы
            должны нам выплатить или возместить, любые ограничения нашей
            ответственности, любые условия, касающиеся собственности или прав
            интеллектуальной собственности, а также условия, касающиеся споров
            между нами.
            <br />
            <br /> Что еще мне нужно знать?
            <br />
            Отказ от гарантии
            <br />
            WorldspeechAI.ai предоставляет вам Сервис “как есть”. Вы признаете,
            что Сервис не безошибочен. Вы используете его на свой страх и риск и
            по своему усмотрению. Это означает, что на Сервис не предоставляется
            никаких гарантий. Ни явных, ни подразумеваемых. Сервис будет
            постоянно совершенствоваться, и вы признаете, что изменения в
            функциональности и макете могут вноситься без предварительного
            уведомления. WorldspeechAI.aiне дает никаких гарантий, явных или
            подразумеваемых, в отношении доступности, товарной пригодности,
            пригодности для определенной цели, ненарушения прав, точности,
            полноты, производительности и качества Сервиса. WorldspeechAI.ai
            будет время от времени вынужден выполнять обновления и техническое
            обслуживание Сервиса по техническим причинам, причинам безопасности
            или операционным причинам, в течение которых Сервис может быть
            недоступен. WorldspeechAI.ai приложит разумные усилия для
            организации обновлений и технического обслуживания в нерабочее
            время.
            <br />
            <br /> Ограничение ответственности
            <br />
            WorldspeechAI.ai не несет ответственности за любой ущерб, возникший
            в соответствии с законом, контрактом, гарантией, возмещением ущерба,
            деликтом или иным образом, включая, помимо прочего, случайные и
            косвенные убытки, упущенную выгоду или деловые возможности, а также
            ущерб, возникший в результате потери данных или доступа к Сервису. В
            любом случае общая ответственность WorldspeechAI.aiне должна
            превышать сумму, уплаченную вами за Услугу в течение последних 12
            месяцев, предшествовавших инциденту, повлекшему за собой
            ответственность.
            <br />
            <br /> Возмещение
            <br />
            Вы соглашаетесь возместить ущерб, защитить и обезопасить
            WorldspeechAI.ai и ее партнеров от всех претензий, обязательств и
            расходов (включая разумные гонорары адвокатов), которые возникают в
            результате неправильного использования вами Сервиса в нарушение
            Условий или применимого законодательства. WorldspeechAI.ai оставляет
            за собой право за свой счет взять на себя исключительную защиту и
            контроль по любому вопросу, в противном случае подлежащему
            возмещению с вашей стороны. Вы должны добросовестно сотрудничать с
            WorldspeechAI.ai в отстаивании любых доступных средств защиты.
            <br />
            <br /> Частичная недействительность
            <br />
            Если какое-либо положение Условий будет признано недействительным
            или не имеющим законной силы судом или другим органом, имеющим
            обязательную силу, остальные условия (или их части), кондиции и
            положения будут оставаться действительными и подлежащими исполнению
            в максимально возможной степени, разрешенной законом.
          </p>

          <br />

          <p>
            Форс-мажорные обстоятельства
            <br />
            Форс-мажорные обстоятельства означают любые обстоятельства,
            находящиеся вне разумного контроля любой из сторон, включая, помимо
            прочего, пожары, взрывы, забастовки или другие трудовые споры,
            массовые беспорядки или другие гражданские беспорядки, добровольное
            или недобровольное соблюдение любого закона, постановления о
            порядке, рекомендации или запроса любого государственного органа, а
            также ошибки или простои в сетях, источник питания, шлюз или
            аналогичные сбои связи. Ни одна из сторон не будет нести никакой
            ответственности, кроме выплаты причитающихся денежных средств, за
            неисполнение каких-либо своих договорных обязательств, вытекающих из
            форс-мажорных обстоятельств или в связи с ними.
            <br />
            <br /> Назначение
            <br />
            Вы не имеете права переуступать, делегировать или передавать
            настоящие Условия или свои права или обязанности по настоящему
            соглашению, а также свою учетную запись в Сервисе каким-либо образом
            (в силу закона или иным образом) без предварительного письменного
            согласия WorldspeechAI.ai. Мы можем передавать, переуступать или
            делегировать настоящие Условия, а также наши права и обязанности без
            согласия.
            <br />
            <br /> Разнообразный
            <br />
            Вы будете нести ответственность за уплату, удержание, подачу и
            отчетность по всем налогам, пошлинам и другим государственным
            начислениям, связанным с вашей деятельностью вмсс связи с Услугами,
            при условии, что WorldspeechAI.ai может, по своему собственному
            усмотрению, выполнять любое из вышеперечисленных действий от вашего
            имени или для себя по своему усмотрению. Неисполнение вами или нами
            каким-либо образом какого-либо права по настоящему соглашению не
            считается отказом от каких-либо дальнейших прав по настоящему
            соглашению. Если какое-либо положение настоящих Условий будет
            признано не имеющим законной силы или недействительным, это
            положение будет ограничено или исключено в минимально необходимой
            степени, так что в остальном настоящие Условия останутся в полной
            силе и действенности и подлежат исполнению. Вы и WorldspeechAI.ai
            соглашаетесь с тем, что настоящие Условия являются полным и
            исключительным заявлением о взаимопонимании между вами и
            WorldspeechAI.ai, и что они заменяют и аннулируют все предыдущие
            письменные и устные соглашения, сообщения и другие договоренности,
            относящиеся к предмету настоящих Условий, и что все изменения в
            настоящих Условиях должны быть сделаны в письменной форме. подписано
            обеими сторонами (если иное не предусмотрено настоящим соглашением).
            Никакие агентства, партнерства, совместные предприятия или рабочие
            места не создаются в результате соблюдения настоящих Условий, и у
            вас нет никаких полномочий связывать WorldspeechAI.ai в каком бы то
            ни было отношении. Вы и WorldspeechAI.ai соглашаетесь с тем, что в
            соответствии с настоящими Условиями не предусмотрены сторонние
            бенефициары.
            <br />
            <br /> Вступают в силу с 22 ноября 2023 года
            <br />
            <br /> ООО «WorldspeechAI»,
            <br />
            ОГРН 000000
            <br />
            <br /> ИНН / КПП
            <br />
            00000000
            <br />
            00000000
          </p>
        </div>
      </div>
    </div>
  );
};

export default Offer;
