import React from "react";
import "../../styles/offer.css";

const Offer = () => {
  return (
    <div className="offer">
      <div className="container">
        <div className="section-title">Оферта</div>
        <div className="section__date--refresh">
          Последнее обновление: 20 марта 2024 г.
        </div>
        <div className="offer__word">
          <p className="big">Добро пожаловать на Worldspeechai.com.</p>

          <br />

          <p>
            Пожалуйста, ознакомьтесь с нижеследующими правилами и ограничениями,
            которые регулируют ваше использование наших веб-сайтов, продуктов,
            услуг и приложений, включая веб-приложение Worldspeechai.com
            &quot;Сервис &quot;. Услуги Сервиса предоставляются и оплачиваются
            через ООО Смарт Салюшенс. В случае возникновения вопросов,
            комментариев или опасений относительно настоящих Условий или Услуг,
            пожалуйста, обращайтесь к нам по адресу Company@worldspeechai.com.
            Мы оставляем за собой право вносить изменения в Условия в любое
            время. В случае внесения изменений мы уведомим вас путем размещения
            уведомления на веб-сайте Worldspeechai.com, отправки электронного
            письма или иным удобным способом
          </p>

          <br />

          <p className="big">Условия предоставления услуг</p>

          <br />
          <p>
            Настоящие Условия предоставления услуг (&quot;Условия &quot;)
            являются обязательным договором между вами и Worldspeechai.com. Ваше
            согласие и принятие всех Условий является предпосылкой для
            использования Услуг. Использование Сервиса любым способом
            подтверждает ваше согласие с этими Условиями, которые действуют до
            момента прекращения вашего использования Сервиса. Условия включают
            положения настоящего документа и Политики конфиденциальности.
          </p>

          <br />
          <p className="big">Изменения в Условиях</p>

          <br />

          <p>
            Мы постоянно совершенствуем наши услуги и поэтому можем изменять
            Условия вместе с развитием Сервиса. Мы оставляем за собой право
            вносить изменения в Условия в любое время. В случае внесения
            изменений мы уведомим вас путем размещения уведомления на веб-сайте
            Worldspeechai.com, отправки электронного письма или иным удобным
            способом.
            <br />
            Если вы не согласны с новыми Условиями, вы можете отказаться от их
            принятия, что приведет к невозможности дальнейшего использования
            Услуг. Продолжение использования Сервиса после вступления в силу
            изменений означает ваше согласие с измененными Условиями.
            <br />
            За исключением изменений, внесенных нами в соответствии с настоящим
            документом, никакие другие поправки или модификации Условий не будут
            действительными без письменного соглашения между вами и нами.
          </p>

          <br />

          <p className="big">Конфиденциальность</p>

          <br />
          <p>
            При предоставлении Услуг Worldspeechai.com собирает и обрабатывает
            ваши персональные данные. Используя Сервис, вы соглашаетесь с тем,
            что Worldspeechai.com может использовать ваши персональные данные в
            соответствии с нашей Политикой конфиденциальности и вашими
            согласиями.
          </p>

          <br />
          <p className="big">Возрастные ограничения</p>
          <br />
          <p>
            Сервис Worldspeechai.com предназначен для лиц старше 14 лет.
            Используя Worldspeechai.com, вы подтверждаете, что вам исполнилось
            14 лет. Если станет известно, что кто-то младше 14 лет использует
            Worldspeechai.com, мы удалим его учетную запись. Для использования
            Сервиса в образовательных учреждениях с участием лиц младше 14 лет,
            пожалуйста, свяжитесь с нами.
          </p>

          <br />

          <p className="big">Основы использования Сервиса</p>

          <br />

          <p>
            Для использования Сервиса вам может потребоваться зарегистрироваться
            и выбрать учетные данные, включая имя пользователя и пароль. Вы
            обязуетесь предоставлять точную, полную и актуальную информацию о
            себе при регистрации. Вы не имеете права выбирать идентификатор
            пользователя, который может вводить в заблуждение или использовать
            имя другого человека без соответствующего разрешения. Передача вашей
            учетной записи третьим лицам без нашего предварительного письменного
            согласия запрещена. Вы подтверждаете, что достигли совершеннолетия
            для заключения обязательного контракта, или получили согласие вашего
            родителя или опекуна. Если вы действуете от имени организации или
            юридического лица, вы гарантируете, что у вас есть полномочия
            соглашаться с Условиями от имени этой организации или юридического
            лица.
          </p>

          <br />

          <p className="big">Ограничения и условия использования сервиса</p>

          <br />

          <p>
            Вы обязуетесь использовать Сервис только в соответствии с
            применимыми законами и не нарушать права других лиц. Запрещается
            предоставлять или использовать контент, нарушающий права
            интеллектуальной собственности, нарушающий закон или создающий
            недобросовестную или угрожающую атмосферу. Также запрещено
            подвергать опасности безопасность учетных записей или
            функциональности Сервиса, использовать Сервис для создания
            конкурирующих продуктов или копирования его функций без нашего
            разрешения, а также иное несанкционированное использование.
          </p>

          <br />

          <div>
            <p className="big">
              1. Регистрация и использование учетной записи:
            </p>
            <ul>
              <li>
                Необходимо зарегистрироваться и выбрать пароль и имя
                пользователя.
              </li>
              <li>
                Предоставлять точную, полную и актуальную регистрационную
                информацию.
              </li>
              <li>
                Нельзя использовать имена, к которым нет прав или имена других
                людей.
              </li>
            </ul>
          </div>
          <br />

          <div>
            <p className="big">2. Возрастные и юридические требования:</p>
            <ul>
              <li>
                При использовании от имени организации или юридического лица
                требуется полномочия на согласование с условиями.
              </li>
            </ul>
          </div>
          <br />

          <div>
            <p className="big">3. Цель использования:</p>
            <ul>
              <li>
                Использование сервиса только в личных или деловых целях, с
                соблюдением применимых законов.
              </li>
              <li>
                Запрещено использование сервиса, если применимые законы
                запрещают его использование.
              </li>
            </ul>
          </div>
          <br />

          <div>
            <p className="big">4. Дополнительные ограничения:</p>
            <ul>
              <li>
                Запрещено нарушать права интеллектуальной собственности или
                любые другие права других лиц.
              </li>
              <li>Запрещено нарушать любые законы или нормативные акты.</li>
              <li>
                Запрещено создавать вредные, мошеннические, угрожающие или
                другие нежелательные материалы.
              </li>

              <li>
                Нельзя ставить под угрозу безопасность учетной записи Wили
                любого другого пользователя.
              </li>

              <li>
                Запрещено пытаться получить доступ к учетным записям или
                информации без разрешения.
              </li>
              <li>
                Нельзя нарушать безопасность компьютерных сетей или пытаться
                взламывать пароли.
              </li>

              <li>
                Запрещено отправлять спам или создавать необоснованную нагрузку
                на инфраструктуру сервиса.
              </li>

              <li>
                Запрещено использовать права интеллектуальной собственности,
                защищенные законодательством, без разрешения.
              </li>

              <li>
                Запрещено использовать сервис для создания конкурентных
                продуктов или для сравнительного анализа без предварительного
                согласия <br />
                <b>Worldspeechai.com</b>.
              </li>

              <li>
                Запрещено использовать сервис для разработки программного
                обеспечения без разрешения.
              </li>

              <li>
                Запрещено использовать сервис для мониторинга или конкурентного
                анализа <b>Worldspeechai.com</b>
              </li>

              <li>
                Запрещено сканировать, скрапить или веб-паучить любую часть
                сервиса без разрешения.
              </li>

              <li>Запрещено копировать значительные части контента сервиса.</li>

              <li>
                Запрещено декомпилировать или осуществлять обратное
                проектирование сервиса.
              </li>
            </ul>
          </div>

          <br />

          <div>
            <p className="big">5. Запись собраний:</p>

            <ul>
              <li>
                При записи собраний необходимо получить согласие от всех
                участников.
              </li>
              <li>Участники имеют право покинуть собрание.</li>
              <li>
                Стенограммы собраний обрабатываются в соответствии с политикой
                конфиденциальности.
              </li>
            </ul>
          </div>

          <br />

          <div>
            <p className="big">6. Ответственность за нарушения:</p>

            <ul>
              <li>
                Нарушение любого из условий может привести к прекращению права
                на использование сервиса.
              </li>
            </ul>
          </div>

          <br />

          <p className="big">Изменится ли когда-нибудь Сервис?</p>

          <p>
            Worldspeechai.com постоянно стремится к улучшению Сервиса, и поэтому
            с течением времени могут происходить изменения. Мы можем
            приостановить или прекратить работу любой части Сервиса, вводить
            новые функции, вводить ограничения на определенные функции или
            ограничивать доступ ко всему или частям Сервиса. Мы стараемся
            уведомить вас о существенных изменениях в Сервисе, которые могут
            негативно повлиять на вас, но иногда это не всегда практично. Также
            мы оставляем за собой право удалить любой контент из Сервиса в любое
            время по любой причине, включая, но не ограничиваясь, нарушением
            настоящих Условий, по нашему собственному усмотрению и без
            предварительного уведомления.
          </p>

          <br />

          <p className="big">Каковы мои права в отношении услуг?</p>

          <br />

          <p>
            Материалы, представленные на Сервисе или через него, включая текст,
            графику, данные, статьи, фотографии, изображения, иллюстрации,
            пользовательские материалы и другие элементы (далее в тексте —
            &quot;Контент &quot;), защищены авторским правом и/или другими
            интеллектуальными правами. Вы обязуетесь соблюдать все уведомления
            об авторских правах, правила использования товарных знаков,
            информацию и ограничения, представленные в любом Контенте, к
            которому вы получаете доступ через Сервис. Вы соглашаетесь не
            использовать, копировать, воспроизводить, изменять, переводить,
            публиковать, транслировать, передавать, распространять, исполнять,
            загружать, демонстрировать, лицензировать, продавать или иным
            образом эксплуатировать для любых целей любой Контент, не
            принадлежащий вам, без предварительного согласия его владельца, или
            способом, нарушающим чьи-либо права.{" "}
          </p>

          <p>
            Вы понимаете, что весь Сервис является собственностью ООО Смарт
            Солюшенс. За исключением случаев, прямо разрешенных в настоящем
            разделе, вы обязуетесь не изменять, не публиковать, не передавать,
            не участвовать в передаче или продаже, не воспроизводить творческие
            производные работы на основе Сервиса или иным образом не
            использовать любой из его элементов.
          </p>

          <br />
          <br />
          <p>
            Сервис может предоставлять вам право копировать или скачивать
            определенный Контент; однако помните, что все вышеперечисленные
            ограничения сохраняются при копировании и загрузке такого Контента.
          </p>

          <p className="big">
            Кто несет ответственность за мои действия и то, что я вижу на этом
            сервисе?
          </p>

          <br />

          <p>
            Любая информация или контент, который публично размещен или передан
            частным образом через Сервис, является исключительной
            ответственностью лица, которое создало такой контент. При доступе к
            такой информации и контенту вы делаете это на свой страх и риск. Мы
            не несем ответственности за ошибки или упущения в этой информации
            или контенте, а также за любой ущерб или убытки, которые вы понесли
            в результате использования такого контента. Наша компания не
            контролирует и не обязана предпринимать какие-либо действия
            относительно вашего восприятия или использования Контента, а также
            последствий, которые могут возникнуть из такого использования. Вы
            освобождаете нас от любой ответственности за приобретение или
            неприобретение вами контента через Сервис
          </p>
          <br />
          <p>
            Вы несете ответственность за все материалы, которые вы размещаете в
            Сервисе, и вы гарантируете, что у вас есть все необходимые права на
            такое размещение. Вы обязуетесь поддерживать актуальность и точность
            всей вашей регистрационной информации. Все ваши действия в рамках
            использования Услуг также лежат на вашей личной ответственности.
          </p>

          <br />

          <p>
            Сервис может содержать ссылки или подключения к сторонним веб-сайтам
            или сервисам, которые не принадлежат и не контролируются
            Worldspeechai.com. В случае посещения таких сторонних ресурсов вы
            соглашаетесь на риски, связанные с таким использованием, и
            признаете, что Worldspeechai.com не несет ответственности за такие
            ресурсы. Рекомендуем вам внимательно ознакомиться с условиями
            использования и политикой конфиденциальности каждого стороннего
            веб-сайта или сервиса. Мы не контролируем и не несем ответственности
            за содержание, точность, политику конфиденциальности, практики или
            мнения на таких сторонних ресурсах или от третьих сторон, с которыми
            вы взаимодействуете через наш Сервис. Мы также не осуществляем
            проверку, цензуру или редактирование содержимого сторонних сайтов
            или сервисов. Используя наш Сервис, вы освобождаете нас от любой
            ответственности, возникающей в результате использования вами любых
            сторонних веб-сайтов или сервисов.
          </p>

          <br />

          <p>
            Все ваши взаимодействия с организациями или частными лицами,
            найденными на нашем Сервисе или через него, включая транзакции,
            оплату и доставку товаров или услуг, являются исключительно вашими
            делами и ответственностью. Рекомендуем вам провести необходимое
            расследование перед совершением любых онлайн- или офлайн-транзакций
            с третьими сторонами. Вы соглашаетесь, что Worldspeechai.com не
            несет ответственности за любые убытки или ущерб любого рода,
            возникшие в результате таких сделок.
          </p>

          <p>
            В случае возникновения спора между участниками Сервиса или между
            вами и третьей стороной, вы соглашаетесь на то, что
            Worldspeechai.com не обязана вмешиваться в такие споры. Вы также
            освобождаете Worldspeechai.com и его сотрудников от любых претензий,
            требований и убытков любого рода, известных или неизвестных,
            возникших или связанных с такими спорами или использованием наших
            Услуг.
          </p>

          <br />

          <p>Если я захочу прекратить пользоваться услугами?</p>

          <br />

          <p>
            Вы можете прекратить использование наших услуг в любое время,
            связавшись с нами по адресу{" "}
            <a href="mailto:company@worldspeechai.com">
              company@worldspeechai.com
            </a>
            . Прежде чем это сделать, пожалуйста, ознакомьтесь с нашей Политикой
            конфиденциальности и лицензиями, указанными выше, чтобы понять, как
            мы обрабатываем информацию, которую вы предоставляли нам во время
            использования наших услуг.
          </p>

          <br />

          <p>
            Worldspeechai.com также имеет право прекратить (или приостановить
            доступ) к использованию вами Сервиса или вашей учетной записи по
            любой причине по нашему усмотрению, включая нарушение вами настоящих
            Условий. Мы сохраняем исключительное право определять, нарушаете ли
            вы какие-либо ограничения, изложенные в наших Условиях.
          </p>

          <br />

          <p>
            Прекращение действия вашей учетной записи может привести к
            уничтожению любого контента, связанного с вашей учетной записью.
            Пожалуйста, учитывайте это перед тем, как решите закрыть свою
            учетную запись. Мы постараемся уведомить вас заранее, прежде чем
            удалим вашу учетную запись, чтобы вы могли получить любые важные
            пользовательские материалы, которые вы, возможно, сохранили в своей
            учетной записи (в пределах, разрешенных законом и нашими Условиями).
            Однако мы можем не предоставить такого уведомления, если считаем это
            непрактичным, незаконным, или это не в интересах охраны прав или
            собственности Worldspeechai.com или чьей-либо еще частной жизни.
          </p>

          <br />

          <p>
            Если вы случайно удалили свою учетную запись, пожалуйста, немедленно
            свяжитесь с нами по адресу{" "}
            <a href="mailto:company@worldspeechai.com">
              company@worldspeechai.com
            </a>{" "}
            — мы постараемся помочь, однако не можем гарантировать, что сможем
            восстановить какие-либо данные.
          </p>

          <br />

          <p>
            Некоторые положения этих Условий должны оставаться в силе после
            прекращения их действия. К таким положениям относятся обязательства
            по выплате или возмещению, ограничения нашей ответственности,
            условия, касающиеся собственности и прав интеллектуальной
            собственности, а также условия, регулирующие разрешение споров между
            нами.
          </p>

          <br />

          <p className="big">Отказ от гарантий</p>

          <br />

          <p>
            WorldspechAi.com предоставляет свой сервис &quot;как есть &quot;. Вы
            признаете, что сервис может содержать ошибки и использование его
            осуществляется исключительно на ваш собственный риск и усмотрение.
            Компания не предоставляет никаких явных или подразумеваемых
            гарантий, включая, но не ограничиваясь, доступностью, товарной
            пригодностью, пригодностью для определенной цели, точностью,
            полнотой, производительностью и качеством сервиса. WorldspechAi.com
            также оставляет за собой право на изменение функциональности и
            дизайна сервиса без предварительного уведомления.
          </p>

          <br />

          <p className="big">Ограничение ответственности</p>

          <br />

          <p>
            WorldspechAi.com не несет ответственности за любой ущерб, возникший
            в результате использования их сервиса, включая случайные и косвенные
            убытки, упущенную выгоду, деловые возможности, потерю данных или
            доступа к сервису. В любом случае общая ответственность
            WorldspechAi.com ограничена суммой, уплаченной вами за услугу за
            последние 12 месяцев.
          </p>

          <br />

          <p className="big">Возмещение</p>

          <br />

          <p>
            Вы соглашаетесь возместить ущерб, защитить и обезопасить
            WorldspechAi.com и ее партнеров от всех претензий, обязательств и
            расходов (включая разумные гонорары адвокатов), возникающих в
            результате нарушения вами условий использования сервиса или
            применимого законодательства. WorldspechAi.com оставляет за собой
            право на исключительную защиту и контроль по любым вопросам,
            подлежащим возмещению со стороны пользователя, если это необходимо.
          </p>

          <br />

          <p className="big">Частичная недействительность</p>

          <br />

          <p>
            Если любое положение настоящих Условий будет признано судом или
            другим компетентным органом недействительным или лишенным
            юридической силы, остальные положения (или их части), условия и
            положения останутся действительными и будут исполняться в
            максимально возможной степени, допустимой законом.
          </p>

          <br />

          <p className="big">Форс-мажорные обстоятельства</p>

          <br />

          <p>
            Форс-мажорные обстоятельства включают любые события, находящиеся вне
            разумного контроля любой из сторон, такие как пожары, взрывы,
            забастовки, гражданские беспорядки, выполнение или соблюдение закона
            или указа государственного органа, а также ошибки или простои в
            сетях, источниках питания, шлюзах или аналогичных средствах связи.
            Ни одна из сторон не несет ответственности за неисполнение своих
            обязательств по настоящим Условиям из-за форс-мажорных
            обстоятельств.
          </p>

          <br />

          <p className="big">Назначение</p>

          <br />

          <p>
            Вы не имеете права переуступать, делегировать или передавать
            настоящие Условия, свои права или обязанности по настоящему
            соглашению, а также свою учетную запись в Сервисе без
            предварительного письменного согласия WorldspechAi.com. Компания
            может передавать, переуступать или делегировать настоящие Условия, а
            также свои права и обязанности без вашего согласия.
          </p>

          <br />

          <p className="big">Разнообразие</p>

          <br />

          <p>
            Вы несете ответственность за уплату всех налогов, сборов и других
            государственных платежей, связанных с вашим использованием услуг
            WorldspechAi.com. Неисполнение любой стороной какого-либо права по
            настоящему соглашению не отменяет остальные права. Настоящие Условия
            представляют собой полное и исчерпывающее соглашение между вами и
            WorldspechAi.com, заменяя все предыдущие устные и письменные
            соглашения по этому вопросу. Любые изменения в настоящих Условиях
            должны быть в письменной форме и подписаны обеими сторонами (если не
            предусмотрено иное). Настоящее соглашение не создает агентства,
            партнерства, совместных предприятий или рабочих отношений между
            сторонами, и ни одна из сторон не имеет права действовать от имени
            другой стороны.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Offer;
