import React from "react";
import "../../styles/policy.css";

const Policy = () => {
  return (
    <div className="policy">
      <div className="container">
        <div className="section-title">Политика конфиденциальности</div>
        <div className="section__date--refresh">
          Последнее обновление: 20 марта 2024 г.
        </div>

        <div className="policy__word">
          <p>
            Политика общества с ограниченной ответственностью «ТУДИЛАБ»
            в отношении обработки персональных данных
          </p>

          <p>1. Общие положения</p>

          <p>
            1.1. Настоящая Политика общества с ограниченной ответственностью
            «ТУДИЛАБ» в отношении обработки персональных данных (далее —
            Политика) разработана во исполнение требований п. 2 ч. 1 ст. 18.1
            Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных»
            (далее — Закон о персональных данных) в целях обеспечения защиты
            прав и свобод человека и гражданина при обработке его персональных
            данных, в том числе защиты прав на неприкосновенность частной жизни,
            личную и семейную тайну.
          </p>
          <br />
          <p>
            1.2. Политика действует в отношении всех персональных данных,
            которые обрабатывает общество с ограниченной ответственностью
            «ТУДИЛАБ» (далее — Оператор, ООО «ТУДИЛАБ»).
          </p>

          <br />

          <p>
            1.3. Политика распространяется на отношения в области обработки
            персональных данных, возникшие у Оператора как до, так и после
            утверждения настоящей Политики.
          </p>

          <br />

          <p>
            1.4. Во исполнение требований ч. 2 ст. 18.1 Закона о персональных
            данных настоящая Политика публикуется в свободном доступе
            в информационно-телекоммуникационной сети Интернет на сайте
            Оператора.
          </p>

          <br />

          <p>
            1.5. Основные понятия, используемые в Политике: персональные
            данные — любая информация, относящаяся к прямо или косвенно
            определенному, или определяемому физическому лицу (субъекту
            персональных данных);
          </p>

          <br />

          <p>
            оператор персональных данных (оператор) — государственный орган,
            муниципальный орган, юридическое или физическое лицо, самостоятельно
            или совместно с другими лицами организующие и (или) осуществляющие
            обработку персональных данных, а также определяющие цели обработки
            персональных данных, состав персональных данных, подлежащих
            обработке, действия (операции), совершаемые с персональными данными;
          </p>

          <br />

          <p>
            обработка персональных данных — любое действие (операция) или
            совокупность действий (операций) с персональными данными,
            совершаемых с использованием средств автоматизации или без
            их использования. Обработка персональных данных включает в себя
            в том числе:
          </p>

          <ul>
            <li>  сбор; </li>
            <li>  запись;</li>
            <li>  систематизацию;</li>
            <li>  накопление;</li>
            <li>  хранение;</li>
            <li>  уточнение (обновление, изменение);</li>
            <li>  извлечение;</li>
            <li>  использование;</li>
            <li>  передачу (распространение, предоставление, доступ);</li>
            <li>  обезличивание;</li>
            <li>  блокирование;</li>
            <li>  удаление;</li>
            <li>  уничтожение;</li>
          </ul>

          <br />

          <p>
            автоматизированная обработка персональных данных — обработка
            персональных данных с помощью средств вычислительной техники;
          </p>

          <br />

          <p>
            распространение персональных данных — действия, направленные
            на раскрытие персональных данных неопределенному кругу лиц;
          </p>

          <br />

          <p>
            предоставление персональных данных — действия, направленные
            на раскрытие персональных данных определенному лицу или
            определенному кругу лиц;
          </p>

          <br />

          <p>
            блокирование персональных данных — временное прекращение обработки
            персональных данных (за исключением случаев, если обработка
            необходима для уточнения персональных данных);
          </p>

          <br />

          <p>
            уничтожение персональных данных — действия, в результате которых
            становится невозможным восстановить содержание персональных данных
            в информационной системе персональных данных и (или) в результате
            которых уничтожаются материальные носители персональных данных;
          </p>

          <br />

          <p>
            обезличивание персональных данных — действия, в результате которых
            становится невозможным без использования дополнительной информации
            определить принадлежность персональных данных конкретному субъекту
            персональных данных;
          </p>

          <br />

          <p>
            информационная система персональных данных — совокупность
            содержащихся в базах данных персональных данных и обеспечивающих
            их обработку информационных технологий и технических средств;
          </p>

          <br />

          <p>
            трансграничная передача персональных данных — передача персональных
            данных на территорию иностранного государства органу власти
            иностранного государства, иностранному физическому лицу или
            иностранному юридическому лицу.
          </p>

          <p>1.6. Основные права и обязанности Оператора.</p>

          <p>
            1.6.1. Оператор имеет право: <br />  самостоятельно определять
            состав и перечень мер, необходимых и достаточных для обеспечения
            выполнения обязанностей, предусмотренных Законом о персональных
            данных и принятыми в соответствии с ним нормативными правовыми
            актами, если иное не предусмотрено Законом о персональных данных или
            другими федеральными законами;  поручить обработку персональных
            данных другому лицу с согласия субъекта персональных данных, если
            иное не предусмотрено федеральным законом, на основании заключаемого
            с этим лицом договора. Лицо, осуществляющее обработку персональных
            данных по поручению Оператора, обязано соблюдать принципы и правила
            обработки персональных данных, предусмотренные Законом
            о персональных данных;  в случае отзыва субъектом персональных
            данных согласия на обработку персональных данных Оператор вправе
            продолжить обработку персональных данных без согласия субъекта
            персональных данных при наличии оснований, указанных в Законе
            о персональных данных.
          </p>

          <p>
            1.6.2. Оператор обязан: <br />  организовывать обработку
            персональных данных в соответствии с требованиями Закона
            о персональных данных; <br />  отвечать на обращения и запросы
            субъектов персональных данных и их законных представителей
            в соответствии с требованиями Закона о персональных данных; <br /> 
            сообщать в уполномоченный орган по защите прав субъектов
            персональных данных (Федеральную службу по надзору в сфере связи,
            информационных технологий и массовых коммуникаций (Роскомнадзор)
            по запросу этого органа необходимую информацию в течение 30 дней
            с даты получения такого запроса.
          </p>

          <p>
            1.7. Основные права субъекта персональных данных. Субъект
            персональных данных имеет право: <br />  получать информацию,
            касающуюся обработки его персональных данных, за исключением
            случаев, предусмотренных федеральными законами. Сведения
            предоставляются субъекту персональных данных Оператором в доступной
            форме, и в них не должны содержаться персональные данные,
            относящиеся к другим субъектам персональных данных, за исключением
            случаев, когда имеются законные основания для раскрытия таких
            персональных данных. Перечень информации и порядок ее получения
            установлен Законом о персональных данных; <br />  требовать
            от оператора уточнения его персональных данных, их блокирования или
            уничтожения в случае, если персональные данные являются неполными,
            устаревшими, неточными, незаконно полученными или не являются
            необходимыми для заявленной цели обработки, а также принимать
            предусмотренные законом меры по защите своих прав; <br /> 
            выдвигать условие предварительного согласия при обработке
            персональных данных в целях продвижения на рынке товаров, работ
            и услуг; <br />  обжаловать в Роскомнадзоре или в судебном порядке
            неправомерные действия или бездействие Оператора при обработке его
            персональных данных.
          </p>

          <p>
            1.8. Контроль за исполнением требований настоящей Политики
            осуществляется уполномоченным лицом, ответственным за организацию
            обработки персональных данных у Оператора. <br /> 1.9.
            Ответственность за нарушение требований законодательства Российской
            Федерации и нормативных актов ООО «ТУДИЛАБ» в сфере обработки
            и защиты персональных данных определяется в соответствии
            с законодательством Российской Федерации. <br />
            2. Цели сбора персональных данных <br />
            2.1. Обработка персональных данных ограничивается достижением
            конкретных, заранее определенных и законных целей. Не допускается
            обработка персональных данных, несовместимая с целями сбора
            персональных данных. <br />
            2.2. Обработке подлежат только персональные данные, которые отвечают
            целям их обработки.
          </p>

          <p>
            2.3. Обработка Оператором персональных данных осуществляется
            в следующих целях: <br />  обеспечение соблюдения Конституции
            Российской Федерации, федеральных законов и иных нормативных
            правовых актов Российской Федерации; <br />  осуществление своей
            деятельности в соответствии с уставом ООО «ТУДИЛАБ»;  ведение
            кадрового делопроизводства;  содействие работникам
            в трудоустройстве, получении образования и продвижении по службе,
            обеспечение личной безопасности работников, контроль количества
            и качества выполняемой работы, обеспечение сохранности имущества;{" "}
            <br />  привлечение и отбор кандидатов на работу у Оператора;{" "}
            <br />  организация постановки на индивидуальный
            (персонифицированный) учет работников в системе обязательного
            пенсионного страхования; <br />  заполнение и передача в органы
            исполнительной власти и иные уполномоченные организации требуемых
            форм отчетности; <br />  осуществление гражданско-правовых
            отношений;  ведение бухгалтерского учета;  осуществление
            пропускного режима; <br />  осуществления регистрации,
            идентификации, аутентификации, авторизации субъектов персональных
            данных на Сайте;  осуществления связи с субъектами персональных
            данных в случае необходимости, в том числе для направления
            уведомлений, информации и запросов, связанных с оказанием услуг
            Оператора, а также обработки заявлений, заявок, запросов и иных
            сообщений субъектов персональных данных; <br />  осуществления
            и выполнения, возложенных на Оператора договорами прав
            и обязанностей (в том числе с целью исполнения договора, стороной
            которого либо выгодоприобретателем или поручителем, по которому
            является субъект персональных данных, а также для заключения
            договора по инициативе субъекта персональных данных или договора,
            по которому субъект персональных данных будет являться
            выгодоприобретателем или поручителем);
            <br />  осуществления расчётов с субъектами персональных данных;
          </p>

          <p>
            2.4. Обработка персональных данных работников может осуществляться
            исключительно в целях обеспечения соблюдения законов и иных
            нормативных правовых актов. 3. Правовые основания обработки
            персональных данных 3.1. Правовым основанием обработки персональных
            данных является совокупность нормативных правовых актов,
            во исполнение которых и в соответствии с которыми Оператор
            осуществляет обработку персональных данных, в том числе: <br /> 
            Конституция Российской Федерации; <br />  Гражданский кодекс
            Российской Федерации; <br />  Трудовой кодекс Российской Федерации;{" "}
            <br />  Налоговый кодекс Российской Федерации; <br />  Федеральный
            закон от 08.02.1998 N 14-ФЗ «Об обществах с ограниченной
            ответственностью»; <br />  Федеральный закон от 06.12.2011 N 402-ФЗ
            «О бухгалтерском учете»; <br />  Федеральный закон от 15.12.2001
            N 167-ФЗ «Об обязательном пенсионном страховании в Российской
            Федерации»; <br />  иные нормативные правовые акты, регулирующие
            отношения, связанные с деятельностью Оператора.
          </p>

          <p>
            3.2. Правовым основанием обработки персональных данных также
            являются: устав ООО «ТУДИЛАБ»; <br />  договоры, заключаемые между
            Оператором и субъектами персональных данных и (или) третьими лицами
            по поручению которых будет производиться обработка персональных
            данных; <br />  согласие субъектов персональных данных на обработку
            их персональных данных; <br />  при наличии иных оснований,
            предусмотренных законодательством Российской Федерации в области
            персональных данных. <br />
            4. Объем и категории обрабатываемых персональных данных, категории
            субъектов персональных данных <br />
            4.1. Содержание и объем обрабатываемых персональных данных должны
            соответствовать заявленным целям обработки, предусмотренным в разд.
            2 настоящей Политики. Обрабатываемые персональные данные не должны
            быть избыточными по отношению к заявленным целям их обработки.{" "}
            <br /> 4.2. Оператор может обрабатывать персональные данные
            следующих категорий субъектов персональных данных.
          </p>

          <p>
            4.2.1. Кандидаты для приема на работу к Оператору: <br />  фамилия,
            имя, отчество;  пол; <br />  гражданство;  дата и место рождения;{" "}
            <br /> контактные данные; <br />  сведения об образовании, опыте
            работы, квалификации; <br /> иные персональные данные, сообщаемые
            кандидатами в резюме и сопроводительных письмах.
          </p>

          <p>
            4.2.2. Работники и бывшие работники Оператора:
            <br /> фамилия, имя, отчество;
            <br /> пол;
            <br /> гражданство;
            <br /> дата и место рождения;
            <br /> изображение (фотография);
            <br /> паспортные данные;
            <br /> адрес регистрации по месту жительства;
            <br /> адрес фактического проживания;
            <br /> контактные данные;
            <br /> индивидуальный номер налогоплательщика;
            <br /> страховой номер индивидуального лицевого счета (СНИЛС);
            <br /> сведения об образовании, квалификации, профессиональной
            подготовке и повышении квалификации;
            <br /> семейное положение, наличие детей, родственные связи;
            <br /> сведения о трудовой деятельности, в том числе наличие
            поощрений, награждений и (или) дисциплинарных взысканий;
            <br /> данные о регистрации брака;
            <br /> сведения о воинском учете;
            <br /> сведения об инвалидности;
            <br /> сведения об удержании алиментов;
            <br /> сведения о доходе с предыдущего места работы;
            <br /> иные персональные данные, предоставляемые работниками
            в соответствии с требованиями трудового законодательства.
          </p>

          <p>
            4.2.3. Члены семьи работников Оператора:
            <br /> фамилия, имя, отчество;
            <br /> степень родства;
            <br /> год рождения;
            <br /> иные персональные данные, предоставляемые работниками
            в соответствии с требованиями трудового законодательства.
            <br />
            4.2.4. Клиенты и контрагенты Оператора (физические лица):
            <br /> фамилия, имя, отчество;
            <br /> дата и место рождения;
            <br /> паспортные данные;
            <br /> адрес регистрации по месту жительства;
            <br /> контактные данные;
            <br /> замещаемая должность;
            <br /> индивидуальный номер налогоплательщика;
            <br /> номер расчетного счета;
            <br /> биометрические персональные данные, предоставляемые
            клиентами и контрагентами (физическими лицами), необходимые для
            заключения и исполнения договоров;
            <br /> иные персональные данные, предоставляемые клиентами
            и контрагентами (физическими лицами), необходимые для заключения
            и исполнения договоров.
            <br />
            4.2.5. Представители (работники) клиентов и контрагентов Оператора
            (юридических лиц):
            <br /> фамилия, имя, отчество;
            <br /> паспортные данные;
            <br /> контактные данные;
            <br /> замещаемая должность;
            <br />  иные персональные данные, предоставляемые представителями
            (работниками) клиентов и контрагентов, необходимые для заключения
            и исполнения договоров.
          </p>

          <p>
            4.3. Обработка Оператором биометрических персональных данных
            (сведений, которые характеризуют физиологические и биологические
            особенности человека, на основании которых можно установить его
            личность) осуществляется в соответствии с законодательством
            Российской Федерации.
            <br />
            4.4. Оператором не осуществляется обработка специальных категорий
            персональных данных, касающихся расовой, национальной
            принадлежности, политических взглядов, религиозных или философских
            убеждений, состояния здоровья, интимной жизни, за исключением
            случаев, предусмотренных законодательством РФ.
            <br />
            5. Порядок и условия обработки персональных данных
            <br />
            5.1. Обработка персональных данных осуществляется Оператором
            в соответствии с требованиями законодательства Российской Федерации.
          </p>

          <p>
            5.2. Обработка персональных данных осуществляется с согласия
            субъектов персональных данных на обработку их персональных данных,
            а также без такового в случаях, предусмотренных законодательством
            Российской Федерации.
            <br />
            <br />
            5.3. Оператор осуществляет как автоматизированную, так
            и неавтоматизированную обработку персональных данных.
            <br />
            <br />
            5.4. К обработке персональных данных допускаются работники
            Оператора, в должностные обязанности которых входит обработка
            персональных данных.
          </p>

          <p>
            5.5. Обработка персональных данных осуществляется путем:
            <br /> получения персональных данных в устной и письменной форме
            непосредственно от субъектов персональных данных;
            <br />
            получения персональных данных из общедоступных источников;
            <br />
            внесения персональных данных в журналы, реестры и информационные
            системы Оператора;
            <br />
            использования иных способов обработки персональных данных.
            <br />
            <br />
            5.6. Не допускается раскрытие третьим лицам и распространение
            персональных данных без согласия субъекта персональных данных, если
            иное не предусмотрено федеральным законом. Согласие на обработку
            персональных данных, разрешенных субъектом персональных данных для
            распространения, оформляется отдельно от иных согласий субъекта
            персональных данных на обработку его персональных данных.
            <br />
            <br />
            5.7. Передача персональных данных органам дознания и следствия,
            в Федеральную налоговую службу, Пенсионный фонд Российской
            Федерации, Фонд социального страхования и другие уполномоченные
            органы исполнительной власти и организации осуществляется
            в соответствии с требованиями законодательства Российской Федерации.
            <br />
            5.8. Оператор принимает необходимые правовые, организационные
            и технические меры для защиты персональных данных от неправомерного
            или случайного доступа к ним, уничтожения, изменения, блокирования,
            распространения и других несанкционированных действий, в том числе:
            <br /> определяет угрозы безопасности персональных данных при
            их обработке;
            <br /> принимает локальные нормативные акты и иные документы,
            регулирующие отношения в сфере обработки и защиты персональных
            данных;
            <br /> назначает лиц, ответственных за обеспечение безопасности
            персональных данных в структурных подразделениях и информационных
            системах Оператора;
            <br /> создает необходимые условия для работы с персональными
            данными;
            <br /> организует учет документов, содержащих персональные данные;
            <br /> организует работу с информационными системами, в которых
            обрабатываются персональные данные;
            <br /> хранит персональные данные в условиях, при которых
            обеспечивается их сохранность и исключается неправомерный доступ
            к ним;
            <br /> организует обучение работников Оператора, осуществляющих
            обработку персональных данных.
            <br />
            5.9. Оператор осуществляет хранение персональных данных в форме,
            позволяющей определить субъекта персональных данных, не дольше, чем
            этого требуют цели обработки персональных данных, если срок хранения
            персональных данных не установлен федеральным законом, договором.
            <br />
            5.10. При сборе персональных данных, в том числе посредством
            информационно-телекоммуникационной сети Интернет, Оператор
            обеспечивает запись, систематизацию, накопление, хранение, уточнение
            (обновление, изменение), извлечение персональных данных граждан
            Российской Федерации с использованием баз данных, находящихся
            на территории Российской Федерации, за исключением случаев,
            указанных в Законе о персональных данных.
            <br />
            6. Актуализация, исправление, удаление и уничтожение персональных
            данных, ответы на запросы субъектов на доступ к персональным данным
            <br />
            6.1. Подтверждение факта обработки персональных данных Оператором,
            правовые основания и цели обработки персональных данных, а также
            иные сведения, указанные в ч. 7 ст. 14 Закона о персональных данных,
            предоставляются Оператором субъекту персональных данных или его
            представителю при обращении либо при получении запроса субъекта
            персональных данных или его представителя.
            <br />
            В предоставляемые сведения не включаются персональные данные,
            относящиеся к другим субъектам персональных данных, за исключением
            случаев, когда имеются законные основания для раскрытия таких
            персональных данных.
            <br />
            Запрос должен содержать:
            <br /> номер основного документа, удостоверяющего личность субъекта
            персональных данных или его представителя, сведения о дате выдачи
            указанного документа и выдавшем его органе;
            <br /> сведения, подтверждающие участие субъекта персональных
            данных в отношениях с Оператором (номер договора, дата заключения
            договора, условное словесное обозначение и (или) иные сведения),
            либо сведения, иным образом подтверждающие факт обработки
            персональных данных Оператором;
            <br /> подпись субъекта персональных данных или его представителя.
            <br />
            Запрос может быть направлен в форме электронного документа
            и подписан электронной подписью в соответствии с законодательством
            Российской Федерации.
            <br />
            Если в обращении (запросе) субъекта персональных данных не отражены
            в соответствии с требованиями Закона о персональных данных все
            необходимые сведения или субъект не обладает правами доступа
            к запрашиваемой информации, то ему направляется мотивированный
            отказ.
            <br />
            Право субъекта персональных данных на доступ к его персональным
            данным может быть ограничено в соответствии с ч. 8 ст. 14 Закона
            о персональных данных, в том числе если доступ субъекта персональных
            данных к его персональным данным нарушает права и законные интересы
            третьих лиц.
            <br />
            6.2. В случае выявления неточных персональных данных при обращении
            субъекта персональных данных или его представителя либо
            по их запросу или по запросу Роскомнадзора Оператор осуществляет
            блокирование персональных данных, относящихся к этому субъекту
            персональных данных, с момента такого обращения или получения
            указанного запроса на период проверки, если блокирование
            персональных данных не нарушает права и законные интересы субъекта
            персональных данных или третьих лиц.
            <br />
            В случае подтверждения факта неточности персональных данных Оператор
            на основании сведений, представленных субъектом персональных данных
            или его представителем либо Роскомнадзором, или иных необходимых
            документов уточняет персональные данные в течение семи рабочих дней
            со дня представления таких сведений и снимает блокирование
            персональных данных.
            <br />
            6.3. В случае выявления неправомерной обработки персональных данных
            при обращении (запросе) субъекта персональных данных или его
            представителя либо Роскомнадзора Оператор осуществляет блокирование
            неправомерно обрабатываемых персональных данных, относящихся к этому
            субъекту персональных данных, с момента такого обращения или
            получения запроса.
            <br />
            6.4. При достижении целей обработки персональных данных, а также
            в случае отзыва субъектом персональных данных согласия
            на их обработку персональные данные подлежат уничтожению, если:
            <br /> иное не предусмотрено договором, стороной которого,
            выгодоприобретателем или поручителем, по которому является субъект
            персональных данных;
            <br /> оператор не вправе осуществлять обработку без согласия
            субъекта персональных данных на основаниях, предусмотренных Законом
            о персональных данных или иными федеральными законами;
            <br /> иное не предусмотрено другим соглашением между Оператором
            и субъектом персональных данных.
          </p>

          <p>
            ПОРЯДОК ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ
            <b></b>1. Общие положения
            <br />
            1.1. Настоящее Положение о порядке возврата денежных средств
            (далее — Положение) разработано в соответствии с Гражданским
            кодексом Российской Федерации, Законом Российской Федерации
            от 07.02.1992 N 2300−1 «О защите прав потребителей».
            <br />
            1.2. Настоящее Положение вводится в целях упорядочения деятельности
            ООО «ТУДИЛАБ» (далее — Исполнитель) в части возврата денежных
            средств физическому лицу или юридическому лицу, оплатившему платную
            услугу (далее — Заказчик).
            <br />
            1.3. Настоящее Положение устанавливает:
            <br />
            — условия и порядок возврата денежных средств;
            <br />
            — перечень документов, необходимых для осуществления возврата
            денежных средств;
            <br />
            — сроки возврата денежных средств.
            <br />
            2. Условия порядка возврата денежных средств
            <br />
            2.1. Денежные средства (либо часть денежных средств) при оказании
            платных услуг возвращаются Заказчику в случаях, когда оплаченная
            им услуга остается по различным причинам нереализованное, а именно:
            <br />
            — платная услуга оказана не в полном объеме;
            <br />
            — невыполнение обязательств по договору оказания платных услуг
            допущено по вине Исполнителя;
            <br />
            — при одностороннем расторжении договора;
            <br />
            — возврат ошибочно начисленных денежных средств после обнаружения
            счётной ошибки; по форс-мажорным обстоятельствам;
            <br />
            — по другим причинам.
            <br />
            3. Перечень документов, необходимых для осуществления возврата
            денежных средств
            <br />
            3.1. Возврат денежных средств осуществляется Заказчику при
            предоставлении следующих документов:
            <br />
            — заявление на возврат денежных средств по образцу Исполнителя
            (образец прилагается — приложение № 1);
            <br />
            — договор на оказание платных услуг (при наличии);
            <br />
            — квитанции об оплате;
            <br />
            — реквизиты банковской карты;
            <br />
            — копия паспорта (2-я и 3-я страницы).
            <br />
            3.2. При необходимости сотрудники Исполнителя могут потребовать
            дополнительные документы у Заказчика.
            <br />
            3.3. Возврат денежных средств Заказчику производится безналичным
            платежом при условии оплаты Исполнителю фактически понесенных
            им расходов.
            <br />
            4. Сроки возврата денежных средств
            <br />
            4.1. Денежные средства за неоказанные платные услуги возвращаются
            Заказчику в течение 30 дней с момента предоставления полного
            комплекта документов.
            <br />
            Приложение №1 – ОБРАЗЕЦ ЗАЯВЛЕНИЯ ВОЗВРАТ ДЕНЕЖНЫХ СРЕДСТВ
          </p>

          <p>
            ДОГОВОР-ОФЕРТА ВОЗМЕЗДНОГО ОКАЗАНИЯ УСЛУГ
            <br />
            teamlogs.ru
            <br />
            Скачать договор
            <br />
            1. Общие положения
            <br />
            1.1. Настоящий Договор является официальным предложением
            <br />
            (публичной офертой) ООО «ТУДИЛАБ», именуемое в дальнейшем
            «Исполнитель», в лице генерального директора Игоря Игоревича
            Кожурина, действующего на основании Устава (в дальнейшем
            «Исполнитель») для полностью дееспособного лица (далее —
            «Заказчик»), которое примет настоящее предложение, на указанных ниже
            условиях.
            <br />
            <br />
            1.2. В соответствии с пунктом 2 статьи 437 Гражданского Кодекса
            Российской Федерации (ГК РФ), в случае принятия изложенных ниже
            условий и оплаты услуг юридическое или физическое лицо, производящее
            акцепт настоящей оферты, становится Заказчиком (в соответствии
            с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению
            Договора на условиях, изложенных в оферте).
            <br />
            <br />
            1.3. Моментом полного и безоговорочного принятия Заказчиком
            <br />
            предложения Исполнителя заключить Договор оферты (акцептом оферты)
            <br />
            считается факт подтверждения готовности совершить оплату услуги
            Исполнителя, посредством нажатия кнопки «Оплатить» на сайте
            teamlogs.2dlab.ru или оплаты счета, выставленного по реквизитам
            юридического лица, либо ИП. Текст настоящего Договора-оферты (далее
            по тексту — «Договор») расположен по адресу: teamlogs.ru/#oferta.
            <br />
            <br />
            1.4. Осуществляя акцепт Договора в порядке, определенном п. 1.3
            Договора, Заказчик подтверждает, что он ознакомлен, согласен,
            полностью и безоговорочно принимает все условия Договора в том виде,
            в каком они изложены в тексте Договора, в том числе в приложениях
            к Договору, являющихся его неотъемлемой частью.
            <br />
            <br /> 1.5. Клиент (Заказчик) согласен, что акцепт Договора
            в порядке,
            <br />
            указанном в п. 1.2 Договора является заключением Договора
            на условиях, изложенных в нем.
            <br />
            <br /> 1.6. Договор не может быть отозван.
            <br />
            <br /> 1.7. Договор не требует скрепления печатями и/или подписания
            Заказчиком и Исполнителем (далее по тексту — Стороны) и сохраняет
            при этом юридическую силу.
            <br />
            2. Предмет договора
            <br />
            2.1 Исполнитель обязуется по заданию Заказчика оказать следующие
            услуги: Услуги по транскрибации медиафайлов — автоматическая
            (с помощью компьютерной техники) расшифровка медиафайлов в текст,
            а Заказчик обязуется оплатить эти услуги.
            <br />
            <br /> 2.2 Перечень действий, которые должен совершить Исполнитель
            в рамках указанной деятельности, и объем услуг указаны в Приложении
            № 1 к Договору («Задание на оказание услуг») Исполнитель оказывает
            услуги в месте своего фактического нахождения.
          </p>

          <p>
            2.3 В целях надлежащего исполнения оказываемых услуг по настоящему
            Договору Заказчик дает поручение Исполнителю на совершение действий
            по обработке персональных данных третьих лиц порядок, условия и иные
            требования по обработке указаны в Приложении № 2 настоящему
            к Договору.
            <br /> 3. Качество услуг
            <br />
            3.1 Качество услуг должно соответствовать требованиям, обычно
            <br />
            предъявляемым к услугам подобного рода.
            <br />
            4. Порядок оплаты
            <br />
            4.1 Стоимость услуг по Договору определяется в соответствии
            с действующими ценами, которые указаны на сайте Исполнителя
            по адресу: teamlogs.ru.4.2 Стоимость услуги может быть изменена
            Исполнителем водностороннем порядке. Изменения вступают в силу через
            5 рабочих дней с момента публикации новой стоимости услуг на сайте
            Исполнителя: teamlogs.ru.4.3 Способы оплаты услуги указаны при
            оформлении платежа.4.4. Оплата услуг, предоставляемых заказчику,
            осуществляется на основе внесения аванса в размере 100%.4.5
            Обязательство Заказчика по оплате считается исполненным с момента
            поступления денежных средств на расчетный счет Исполнителя.
            <br />
            5. Сроки и условия оказания услуг
            <br />
            5.1 Исполнитель приступает к выполнению взятых на себя обязательств,
            указанных в п. 2.1. только после поступления денежных средств
            на свой расчетный счет. Расчет стоимости происходит согласно
            хронометражу отправленных медиафайлов и тарифу на сайте
            teamlogs.ru.5.2 Исполнитель определяет технологию оказания услуг
            самостоятельно, соблюдая обязательные требования нормативных
            документов.5.3 Услуги считаются принятыми и оказанными надлежащим
            образом и надлежащего качества в случае, если Заказчиком в адрес
            Исполнителя не была направлена претензия об обратном в течение 5
            (пяти) рабочих дней с момента фактического предоставления Заказчиком
            услуг Исполнителю.
            <br />
            6. Ответственность сторон
            <br />
            6.1 В случае нарушения Заказчиком обязательств по Договору
            Исполнитель вправе требовать возмещения только реального ущерба.
            Упущенная выгода возмещению не подлежит.6.2 Если иное
            не предусмотрено законом, сторона, не исполнившая или ненадлежащим
            образом исполнившая обязательство при осуществлении
            предпринимательской деятельности, несет ответственность, если
            не докажет, что надлежащее исполнение оказалось невозможным
            вследствие непреодолимой силы, то есть чрезвычайных
            и непредотвратимых при данных условиях обстоятельств. К таким
            обстоятельствам не относятся, в частности, нарушение обязанностей
            со стороны контрагентов должника, отсутствие на рынке нужных для
            исполнения товаров, отсутствие у должника необходимых денежных
            средств.
            <br />
            7. Изменение и расторжение договора
            <br />
            7.1 Договор может быть изменен или расторгнут по соглашению
            сторон.7.2 Расторжение Договора:7.2.1 Заказчик вправе в любое время
            в одностороннем порядке отказаться от исполнения Договора, при этом
            у него возникает обязанность полностью возместить убытки
            Исполнителя. Упущенная выгода возмещению не подлежит.7.2.2
            Исполнитель вправе в любое время в одностороннем порядке отказаться
            от исполнения Договора при условии полного возмещения Заказчику
            убытков.7.2.3 При одностороннем отказе стороны от исполнения
            Договора онбудет считаться расторгнутым с момента доставки другой
            стороне уведомления о таком отказе.7.2.4 Исполнитель вправе
            в судебном порядке потребовать расторжения Договора в случае, если
            Заказчик ввел Исполнителя в заблуждение о имеющемся у Заказчика
            Согласии третьих лиц на обработку их персональных данных
            Исполнителем, в рамках настоящего Договора.7.2.5 Исполнитель вправе
            в одностороннем порядке изменитьдоговор-оферту.
            <br />
            8. Разрешение споров
            <br />
            8.1 Досудебный (претензионный) порядок разрешения споров.8.1.1
            До предъявления иска, вытекающего из Договора, сторона, которая
            считает, что ее права нарушены (далее — заинтересованная сторона),
            обязана направить другой стороне письменную претензию.8.1.2
            Претензия должна содержать требования заинтересованной
            стороныи их обоснование с указанием нарушенных другой стороной норм
            законодательства и (или) условий Договора. К претензии должны быть
            приложены копии документов, подтверждающих изложенные в ней
            обстоятельства.8.1.3 Сторона, которая получила претензию, обязана
            ее рассмотреть и направить письменный мотивированный ответ другой
            стороне в течение 10 рабочих дней с момента получения
            претензии.8.1.4 Заинтересованная сторона вправе передать спор
            на рассмотрение суда по истечении 20 рабочих дней со дня направления
            претензии.8.2 Все споры и разногласия, возникающие между сторонами
            в рамках Договора или в связи с ним, в том числе касающиеся его
            заключения, изменения, исполнения, нарушения, расторжения или
            признания недействительным, подлежат разрешению в суде
            в соответствии с законодательством РФ.
            <br />
            9. Заключительные положения
            <br />
            9.1 Договор вступает в силу и становится обязательным для сторон с
            момента его заключения, моментом заключения договора считается —
            момент поступления денежных средств на расчетный счет Исполнителя
            в случае принятия настоящей оферты.9.2 Договор действует с момента
            его заключения и до даты установленной в п. 5.3 настоящей Оферты.9.3
            Направление юридически значимых сообщений.9.3.1 Если иное
            не предусмотрено законом, заявления, уведомления,извещения,
            требования или иные юридически значимые сообщения, с которыми закон
            или сделка связывает наступление гражданско-правовых последствий для
            другого лица, влекут для этого лица такие последствия с момента
            доставки соответствующего сообщения ему или его
            представителю.Сообщение считается доставленным и в тех случаях, если
            оно поступило лицу, которому оно направлено (адресату),
            но по обстоятельствам, зависящим от него, не было ему вручено или
            адресат не ознакомился с ним.9.4 Перечень приложений
            к договору:9.4.1 Приложение № 1 Задание на оказание услуг.9.4.2
            Приложение № 2 Поручение на обработку персональных данных.
            <br />
            10. Реквизиты Исполнителя
            <br />
            ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «ТУДИЛАБ»
            <br />
            690017, Приморский край,
            <br />
            город Владивосток, улица Героев-Тихоокеанцев, 28-15
            <br />
            help@2dlab.ru
          </p>

          <p>
            ИНН 2537144032
            <br />
            КПП 253701001
            <br />
            ОГРН/ОГРНИП 1202500014573
            <br />
            Р/С 40702.810.4.50000032714
            <br />
            БИК 040813608
            <br />
            Банк ДАЛЬНЕВОСТОЧНЫЙ БАНК ПАО СБЕРБАНК
            <br />
            К/С 30101.810.6.00000000608
            <br />
            Приложение № 1 − ЗАДАНИЕ НА ОКАЗАНИЕ УСЛУГ
            <br />
            1. При оказании услуг, предусмотренных настоящим Договором,
            исполнитель обязуется выполнить следующие действия: Транскрибация
            медиафайла — обработка данных медиафайла с целью создания текстовой
            расшифровки: распознавание речи, расстановка знаков препинания,
            разделение текста по спикерам, распознавание лиц и эмоций.
            <br />
            <br /> 2. Действия и их объем может отличаться от п. 1 настоящего
            Приложения и согласовываются дополнительно между Заказчиком
            и Исполнителем.
            <br />
            Приложение No2 — ПОРУЧЕНИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ
            <br />
            г. Санкт-Петербург
          </p>

          <p>
            Настоящим поручением на обработку персональных данных (далее —
            Поручение) лицо, акцептовавшее Оферту, именуемое в дальнейшем
            «Заказчик», определяются требования, предъявляемые в соответствии
            с Федеральным законом от 27.07.2006 N 152-ФЗ «О персональных данных»
            (далее — Закон о ПДн) к организации обработки и защиты персональных
            данных (далее — ПДн) ООО «ТУДИЛАБ», именуемым в дальнейшем
            «Исполнитель», в связи с оказанием Исполнителем услуг Заказчику
            в соответствии с условиями вышеприведенной Оферты (далее — Оферта).
            <br />
            1. Предмет
            <br />
            1.1. Заказчик поручает, а Исполнитель принимает на себя
            обязательство совершить обработку персональных данных Заказчика
            (далее — Поручение) с целью оказания Исполнителем услуг Заказчику
            в соответствии с условиями Договора-оферты возмездного оказания
            услуг.
            <br />
            1.2. Заказчик гарантирует:
            <br />
            — персональные данные получены законными способами, цели сбора
            персональных данных совместимы с целями, указанными в п. 2.1 Оферты;
            <br />
            — имеется согласие субъектов персональных данных на их обработку
            Исполнителем. Исполнитель не обязан получать отдельное согласие
            субъектов персональных данных на обработку их персональных данных;
            <br />
            — хранение персональных данных осуществляется в форме, позволяющей
            определить субъекта персональных данных, не дольше чем этого требуют
            цели обработки персональных данных, в том числе в связи
            с исполнением Договора;
            <br />
            — обрабатываемые персональные данные подлежат уничтожению либо
            обезличиванию по достижении целей обработки в рамках настоящего
            Договора или в случае утраты необходимости в достижении этих целей,
            если иное не предусмотрено федеральным законом;
            <br />
            — своевременное доведение до Исполнителя информации в случае отзыва
            субъектом персональных данных согласия на обработку его персональных
            данных.
            <br />
            1.3. Исполнитель гарантирует обеспечение условий обработки
            персональных данных, установленных ст. ст. 6, 19 Федерального закона
            от 27.07.2006 N 152-ФЗ «О персональных данных», Приказом ФСТЭК
            России от 18.02.2013 N 21 «Об утверждении Состава и содержания
            организационных и технических мер по обеспечению безопасности
            персональных данных при их обработке в информационных системах
            персональных данных», Постановлением Правительства Российской
            Федерации от 01.11.2012 N 1119 «Об утверждении требований к защите
            персональных данных при их обработке в информационных системах
            персональных данных» и иными нормами и требованиями.
            <br />
            1.4. Перечень действий (операций) по обработке персональных данных
            в рамках Поручения: сбор, запись, систематизация, накопление,
            хранение, обработка, уточнение (обновление, изменение), извлечение,
            использование, передача (предоставление, доступ), обезличивание,
            блокирование, удаление, уничтожение.
          </p>

          <p>
            1.5. Исполнитель выполняет Поручение лично.
            <br />
            1.6. В случае обращения к Исполнителю субъекта персональных данных
            с запросом, основанным на ст. 14 Федерального закона от 27.07.2006
            N 152-ФЗ «О персональных данных», Исполнитель информирует об этом
            Заказчика и действует в соответствии с его инструкциями.
            Ответственность перед субъектом персональных данных за действия
            Исполнителя несет Заказчик.
            <br />
            <br /> 1.7. Лицо от имени Исполнителя, ответственное за организацию
            обработки персональных данных, и куратор исполнения настоящего
            Договора — генеральный директор Игорь Игоревич Кожурин.
            <br />
            2. Конфиденциальность
            <br />
            2.1. Исполнитель при выполнении Договора-оферты возмездного оказания
            услуг обязуется соблюдать конфиденциальность персональных данных
            и обеспечивать безопасность персональных данных.
            <br />
            <br /> 2.2. Стороны обязуются соблюдать режим конфиденциальности
            в отношении данных, ставших им известными при исполнении
            Договора-оферты возмездного оказания услуг.
            <br />
            <br /> 2.3. Персональные данные подлежат уничтожению по достижении
            целей обработки.
            <br />
            <br /> 2.4. Режим конфиденциальности в отношении Договора-оферты
            возмездного оказания услуг действует в течение 3 (трех) лет
            с момента его прекращения.
            <br />
            3. Обеспечение безопасности персональных данных
            <br />
            3.1. Исполнитель при обработке персональных данных принимает
            необходимые правовые, организационные и технические меры для защиты
            персональных данных от неправомерного или случайного доступа к ним,
            уничтожения, изменения, блокирования, копирования, предоставления,
            распространения персональных данных, а также от иных неправомерных
            действий в отношении персональных данных.
            <br />
            3.2. Обеспечение безопасности персональных данных достигается,
            в частности:
          </p>

          <p>
            1) определением угроз безопасности персональных данных при
            их обработке в информационных системах персональных данных;
            <br />
            2) применением организационных и технических мер по обеспечению
            безопасности персональных данных при их обработке в информационных
            системах персональных данных, необходимых для выполнения требований
            к защите персональных данных, исполнение которых обеспечивает
            установленные Правительством Российской Федерации уровни
            защищенности персональных данных;
            <br />
            3) применением прошедших в установленном порядке процедуру оценки
            соответствия средств защиты информации;
            <br />
            4) оценкой эффективности принимаемых мер по обеспечению безопасности
            персональных данных до ввода в эксплуатацию информационной системы
            персональных данных;
            <br />
            5) учетом машинных носителей персональных данных;
            <br />
            6) обнаружением фактов несанкционированного доступа к персональным
            данным и принятием мер, в том числе мер по обнаружению,
            предупреждению и ликвидации последствий компьютерных атак
            на информационные системы персональных данных и по реагированию на
            компьютерные инциденты в них;
            <br />
            7) восстановлением персональных данных, модифицированных или
            уничтоженных вследствие несанкционированного доступа к ним;
            <br />
            8) установлением правил доступа к персональным данным,
            обрабатываемым в информационной системе персональных данных, а также
            обеспечением регистрации и учета всех действий, совершаемых
            с персональными данными в информационной системе персональных
            данных;
            <br />
            9) контролем за принимаемыми мерами по обеспечению безопасности
            персональных данных и уровня защищенности информационных систем
            персональных данных.
            <br />
            4. Обязанности и права Сторон
            <br />
            4.1. Исполнитель обязуется:
            <br />
            <br /> 4.1.1. Своевременно и качественно выполнить Поручение
            в соответствии с законодательством о персональных данных.
            <br />
            4.1.2. Принимать исчерпывающие меры по обеспечению безопасности
            персональных данных при выполнении Поручения.
            <br />
            4.1.3. Передавать Заказчику все результаты, полученные при
            исполнении Поручения.
            <br />
            5. Ответственность Сторон
            <br />
            5.1. Во всех других случаях неисполнения обязательств по Договору
            Стороны несут ответственность в соответствии с действующим
            законодательством Российской Федерации.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Policy;
