"use client";
import React from "react";
import "../../styles/policy.css";

const Policy = () => {
  return (
    <div className="policy">
      <div className="container">
        <div className="section-title">Политика конфиденциальности</div>
        <div className="section__date--refresh">
          Последнее обновление: 29 августа 2024 г.
        </div>

        <div className="policy__word">
          <p>
            Эта Политика конфиденциальности описывает наши правила и процедуры
            сбора, использования и раскрытия Вашей информации, когда Вы
            пользуетесь Сервисом, и рассказывает Вам о Ваших правах на
            неприкосновенность частной жизни и о том, как закон защищает Вас.
          </p>

          <br />
          <p>
            Мы используем Ваши персональные данные для предоставления и
            улучшения Сервиса. Используя Сервис, Вы соглашаетесь на сбор и
            использование информации в соответствии с настоящей Политикой
            конфиденциальности.
          </p>

          <br />

          <b>Толкование и определения Толкование</b>

          <p>
            Слова, в которых начальная буква пишется с заглавной буквы, имеют
            значения, определенные при следующих условиях. Следующие определения
            должны иметь одинаковое значение независимо от того, употребляются
            ли они в единственном или множественном числе.
          </p>

          <br />
          <b>Определения</b>
          <p> Для целей настоящей Политики конфиденциальности:</p>

          <br />
          <p>
            <b>Учетная запись </b> означает уникальную учетную запись, созданную
            для Вас для доступа к нашему Сервису или частям нашего Сервиса.
            <br />
            <b>Аффилированное лицо</b> означает юридическое лицо, которое
            контролирует, находится под контролем или находится под общим
            контролем с какой-либо стороной, где &quot;контроль&quot; означает
            владение 50% или более акций, долей участия в капитале или другими
            ценными бумагами, имеющими право голосовать при избрании директоров
            или другого органа управления.
            <br />
            <b>Компания</b> (именуемая в настоящем Соглашении
            &quot;Компания&quot;, &quot;Мы&quot;, &quot;Нас&quot; или
            &quot;Наш&quot;) относится к ООО Смарт Солюшенс.
            <br />
            <b>Файлы cookie</b> - это небольшие файлы, которые веб-сайт
            размещает на Вашем компьютере, мобильном устройстве или любом другом
            устройстве, содержащем подробную информацию о вашей истории
            посещений этого веб-сайта среди множества его применений. Означает
            уникальную учетную запись, созданную для Вас для доступа к нашему
            Сервису или частям нашего Сервиса.
            <br />
            <b>Страна:</b> Санкт-Петербург, Российская Федерация
            <br />
            <b>Устройство</b> означает любое устройство, которое может получить
            доступ к Сервису, такое как компьютер, мобильный телефон или
            цифровой планшет.
            <br />
            <b>Персональные данные</b> - это любая информация, относящаяся к
            идентифицированному или поддающемуся идентификации физическому лицу.
            <br />
            <b>Сервис</b> относится к Веб-сайту.
            <br />
            <b>Поставщик услуг</b> означает любое физическое или юридическое
            лицо, которое обрабатывает данные от имени Компании. Это относится к
            сторонним компаниям или частным лицам, нанятым Компанией для
            облегчения обслуживания.
          </p>

          <br />

          <p>
            <b>Сторонний сервис социальных сетей</b> относится к любому
            веб-сайту или любой веб-странице социальной сети, через которую
            Пользователь может войти в систему или создать учетную запись для
            использования Сервиса.
            <br />
            <b>Данные об использовании</b> относятся к данным, собираемым
            автоматически, либо генерируемым в результате использования Сервиса,
            либо из самой инфраструктуры Сервиса (например, продолжительность
            посещения страницы).
            <br />
            <b>Веб-сайт</b> ссылается на Worldspeech AI, доступный с
            https://www.worldspeechai.com
            <br />
            <b>Вы</b> означает физическое лицо, получающее доступ к Сервису или
            использующее его, или компанию, или другое юридическое лицо, от
            имени которого такое физическое лицо получает доступ к Сервису или
            использует его, в зависимости от обстоятельств.
          </p>

          <br />

          <p>
            <b>Сбор и использование Ваших персональных данных</b>
            <br />
            <b>Типы собираемых данных</b>
            <br />
            <b>Личные данные</b>
            При использовании нашего Сервиса мы можем попросить Вас предоставить
            нам определенную личную информацию, которая может быть использована
            для связи с Вами или идентификации Вашей личности. Личная
            информация, позволяющая установить личность, может включать, но не
            ограничивается:
            <br />
            <br />
            Адрес электронной почты
            <br />
            Данные об использовании
            <br />
            <br />
            <b>Данные об использовании</b>
            <br />
            Данные об использовании собираются автоматически при использовании
            Сервиса. Данные об использовании могут включать в себя такую
            информацию, как адрес интернет-протокола Вашего устройства
            (например, IP-адрес), тип браузера, версию браузера, страницы нашего
            Сервиса, которые Вы посещаете, время и дату Вашего посещения, время,
            проведенное на этих страницах, уникальные идентификаторы устройств и
            другие диагностические данные.
          </p>

          <br />

          <p>
            Когда Вы получаете доступ к Сервису с мобильного устройства или
            через него, мы можем автоматически собирать определенную информацию,
            включая, но не ограничиваясь этим, тип используемого Вами мобильного
            устройства, уникальный идентификатор вашего мобильного устройства,
            IP-адрес Вашего мобильного устройства, вашу мобильную операционную
            систему, тип используемого Вами мобильного интернет-браузера
            использование, уникальные идентификаторы устройств и другие
            диагностические данные.
            <br />
            <br />
            Мы также можем собирать информацию, которую отправляет Ваш браузер
            всякий раз, когда Вы посещаете наш Сервис или когда Вы получаете
            доступ к Сервису с помощью мобильного устройства.
          </p>

          <p>
            <b>Информация из сторонних сервисов социальных сетей</b>
            <br />
            Компания позволяет Вам создать учетную запись и войти в систему для
            использования Сервиса через следующие сторонние сервисы социальных
            сетей: Гугл
            <br />
            Если Вы решите зарегистрироваться через стороннюю службу социальных
            сетей или иным образом предоставить нам доступ к ней, мы можем
            собирать персональные данные, которые уже связаны с Вашей учетной
            записью в сторонней службе социальных сетей, такие как Ваше имя,
            адрес электронной почты, Ваши действия или список контактов,
            связанный с этой учетной записью.
          </p>

          <br />

          <p>
            У вас также может быть возможность поделиться дополнительной
            информацией с Компанией через учетную запись Вашей сторонней службы
            социальных сетей. Если Вы решите предоставить такую информацию и
            персональные данные во время регистрации или иным образом, Вы даете
            Компании разрешение использовать, передавать и хранить их в
            соответствии с настоящей Политикой конфиденциальности.
            <br />
            <b>Технологии отслеживания и файлы cookie</b>
            <br />
            Мы используем файлы cookie и аналогичные технологии отслеживания для
            отслеживания активности на нашем Сервисе и хранения определенной
            информации. Используемые технологии отслеживания - это маяки, теги и
            скрипты для сбора и отслеживания информации, а также для улучшения и
            анализа нашего Сервиса. Технологии, которые мы используем, могут
            включать:
          </p>

          <br />

          <p>
            <b>Файлы cookie или cookie-файлы браузера.</b> Файл cookie - это
            небольшой файл, размещаемый на Вашем устройстве. Вы можете дать
            указание своему браузеру отказаться от всех файлов cookie или
            указать, когда отправляется файл cookie. Однако, если Вы не
            принимаете файлы cookie, вы, возможно, не сможете использовать
            некоторые части нашего сервиса. Если вы не настроили настройки
            своего браузера таким образом, чтобы он отказывался от файлов
            cookie, наш сервис может использовать файлы cookie.
            <b>Веб-маяки.</b> Определенные разделы нашего Сервиса и наши
            электронные письма могут содержать небольшие электронные файлы,
            известные как веб-маяки (также называемые прозрачными gif-файлами,
            пиксельными тегами и однопиксельными gif-файлами), которые позволяют
            Компании, например, подсчитывать пользователей, посетивших эти
            страницы или открывших электронное письмо, и другую соответствующую
            статистику веб-сайта (например, запись популярности определенного
            раздела и проверка целостности системы и сервера).
            <br />
            <br />
            Файлы cookie могут быть &quot;постоянными&quot; или
            &quot;сессионными&quot;. Постоянные файлы cookie остаются на Вашем
            персональном компьютере или мобильном устройстве, когда Вы
            переходите в автономный режим, в то время как сессионные файлы
            cookie удаляются, как только Вы закрываете свой веб-браузер. Узнайте
            больше о файлах cookie в бесплатной статье на веб-сайте Политики
            конфиденциальности.
          </p>

          <p>
            Мы используем как сессионные, так и постоянные файлы cookie для
            целей, изложенных ниже:
            <br />
            <b>Необходимые файлы cookie</b>
            <br />
            <br />
            Тип: Сессионные файлы cookie <br /> Администрируется: Нами
          </p>

          <br />

          <p>
            Назначение: Эти файлы cookie необходимы для предоставления Вам
            услуг, доступных через Веб-сайт, и для того, чтобы Вы могли
            использовать некоторые из его функций. Они помогают
            аутентифицировать пользователей и предотвращают мошенническое
            использование учетных записей пользователей. Без этих файлов cookie
            услуги, которые Вы запросили, не могут быть предоставлены, и мы
            используем эти файлы cookie только для предоставления Вам этих
            услуг.
            <br />
            <b>
              Политика использования файлов cookie / Уведомление о принятии
              файлов cookie
              <br />
              <br />
            </b>
            Тип: Постоянные файлы cookie Администрируется: Us Назначение: Эти
            файлы cookie определяют, согласились ли пользователи на
            использование файлов cookie на Веб-сайте.
          </p>

          <p>
            <b>Функциональные файлы cookie</b>
            <br />
            <br />
            <br />
            Тип: Постоянные файлы cookie
            <br />
            Администрируется: Нами
            <br />
            Назначение: Эти файлы cookie позволяют нам запоминать выбор, который
            Вы делаете при использовании Веб-сайта, например, запоминать ваши
            данные для входа в систему или языковые предпочтения. Цель этих
            файлов cookie - предоставить Вам более личный опыт и избежать
            необходимости повторно вводить свои настройки каждый раз, когда Вы
            пользуетесь веб-сайтом.
            <br />
            Для получения дополнительной информации об используемых нами файлах
            cookie и вашем выборе в отношении файлов cookie, пожалуйста,
            посетите нашу политику использования файлов cookie или раздел
            &quot;Файлы cookie&quot; нашей политики конфиденциальности.
          </p>

          <p className="big">Использование Ваших персональных данных</p>

          <p>
            Компания может использовать Персональные данные для следующих целей:
            <br />
            <br />
            <b>Предоставлять и поддерживать в рабочем состоянии наш Сервис</b>,
            в том числе отслеживать использование нашего Сервиса.
            <br />
            <b>Для управления Вашей учетной записью:</b> для управления Вашей
            регистрацией в качестве пользователя Сервиса. Предоставленные Вами
            персональные данные могут предоставить Вам доступ к различным
            функциям Сервиса, которые доступны Вам как зарегистрированному
            пользователю.
            <br />
            <b>Для исполнения контракта:</b> разработка, соблюдение и
            осуществление договора купли-продажи продуктов, предметов или услуг,
            которые Вы приобрели, или любого другого контракта с нами через
            Сервис.
            <br />
            <b>Связаться с Вами:</b> Связаться с Вами по электронной почте,
            телефонным звонкам, SMS или другим эквивалентным формам электронного
            общения, таким как push-уведомления мобильного приложения об
            обновлениях или информационные сообщения, относящиеся к
            функциональным возможностям, продуктам или контрактным услугам,
            включая обновления безопасности, когда это необходимо или разумно
            для их внедрения.
          </p>

          <br />

          <p>
            <b>Предоставлять Вам новости,</b> специальные предложения и общую
            информацию о других предлагаемых нами товарах, услугах и
            мероприятиях, аналогичных тем, которые вы уже приобрели или о
            которых запрашивали, если только Вы не решили не получать такую
            информацию.
            <br />
            <b>Для управления Вашими </b>запросами: Посещать Ваши запросы к нам
            и управлять ими.
            <br />
            <b>Для передачи бизнеса:</b> Мы можем использовать Вашу информацию
            для оценки или проведения слияния, отчуждения, реструктуризации,
            реорганизации, роспуска или другой продажи или передачи некоторых
            или всех наших активов, будь то в качестве действующего предприятия
            или в рамках процедуры банкротства, ликвидации или аналогичного
            разбирательства, в ходе которого Персональные данные, хранящиеся у
            Информация о пользователях нашего сервиса входит в число переданных
            активов.
            <br />
            <b>Для других целей:</b> Мы можем использовать Вашу информацию для
            других целей, таких как анализ данных, выявление тенденций
            использования, определение эффективности наших рекламных кампаний, а
            также для оценки и улучшения нашего сервиса, продуктов, услуг,
            маркетинга и вашего опыта.
            <br />
            <br />
            Мы можем передавать Вашу личную информацию в следующих ситуациях:
            <br />
            <b>С поставщиками услуг:</b> Мы можем передавать Вашу личную
            информацию поставщикам услуг для мониторинга и анализа использования
            нашего сервиса, чтобы связаться с Вами.
            <br />
            <b>Для передачи бизнеса:</b> Мы можем делиться или передавать Вашу
            личную информацию в связи с любым слиянием, продажей активов
            Компании, финансированием или приобретением всего или части нашего
            бизнеса другой компании или во время переговоров о нем.
            <br />
            <b>С аффилированными лицами:</b> Мы можем передавать Вашу информацию
            нашим аффилированным лицам, и в этом случае мы потребуем от этих
            аффилированных лиц соблюдать настоящую Политику конфиденциальности.
            Аффилированные лица включают нашу материнскую компанию и любые
            другие дочерние компании, партнеров по совместным предприятиям или
            другие компании, которые мы контролируем или которые находятся под
            общим контролем с нами.
            <br />
            <b>С деловыми партнерами:</b> Мы можем передавать Вашу информацию
            нашим деловым партнерам, чтобы предлагать Вам определенные продукты,
            услуги или рекламные акции.
          </p>

          <br />
          <p>
            <b>С другими пользователями:</b> когда Вы делитесь личной
            информацией или иным образом взаимодействуете в общественных местах
            с другими пользователями, такая информация может быть просмотрена
            всеми пользователями и может быть публично распространена за
            пределами. Если Вы взаимодействуете с другими пользователями или
            регистрируетесь через стороннюю службу социальных сетей, ваши
            контакты в сторонней службе социальных сетей могут видеть Ваше имя,
            профиль, фотографии и описание Вашей деятельности. Аналогичным
            образом, другие пользователи смогут просматривать описания Ваших
            действий, общаться с Вами и просматривать Ваш профиль.
            <br />
            <b>С Вашего согласия:</b> Мы можем раскрывать Вашу личную информацию
            для любых других целей с Вашего согласия.
          </p>
          <br />

          <p className="big">Сервисы Google API</p>
          <br />

          <p>
            Использование Worldspeech AI и передача информации, полученной из
            Google API, в любое другое приложение будут осуществляться в
            соответствии с Политикой использования пользовательских данных служб
            Google API, включая требования к ограниченному использованию.
            <br />
          </p>

          <p className="big">Хранение Ваших персональных данных</p>
          <p>
            Компания будет хранить Ваши персональные данные только до тех пор,
            пока это необходимо для целей, изложенных в настоящей Политике
            конфиденциальности. Мы будем хранить и использовать Ваши
            персональные данные в объеме, необходимом для выполнения наших
            юридических обязательств (например, если мы обязаны хранить ваши
            данные в соответствии с применимым законодательством), разрешения
            споров и обеспечения соблюдения наших юридических соглашений и
            политик. Компания также сохранит данные об использовании для целей
            внутреннего анализа. Данные об использовании, как правило, хранятся
            в течение более короткого периода времени, за исключением случаев,
            когда эти данные используются для усиления безопасности или
            улучшения функциональности нашего Сервиса, или мы по закону обязаны
            хранить эти данные в течение более длительных периодов времени.
            <br />
          </p>

          <br />
          <p className="big">Передача Ваших персональных данных</p>
          <p>
            Ваша информация, включая Персональные данные, обрабатывается в
            операционных офисах Компании и в любых других местах, где находятся
            стороны, участвующие в обработке. Это означает, что эта информация
            может быть передана на... и храниться на — компьютеры, расположенные
            за пределами Вашего штата, провинции, страна или другая
            государственная юрисдикция, где законы о защите данных могут
            отличаться от законов Вашей юрисдикции. Ваше согласие с настоящей
            Политикой конфиденциальности, за которым следует предоставление Вами
            такой информации, означает Ваше согласие на такую передачу. Компания
            предпримет все разумно необходимые шаги для обеспечения того, чтобы
            Ваши данные обрабатывались безопасно и в соответствии с настоящей
            Политикой конфиденциальности, и никакая передача Ваших персональных
            данных не будет осуществляться организации или стране, если не будут
            приняты надлежащие меры контроля, включая безопасность Ваших данных
            и другой личной информации.
          </p>

          <p className="big">Удаление Ваших личных данных</p>

          <p>
            Вы имеете право удалить или потребовать, чтобы мы оказали содействие
            в удалении Персональных данных, которые мы собрали о Вас.Наш Сервис
            может предоставить Вам возможность удалить определенную информацию о
            Вас из Сервиса.Вы можете обновить, дополнить или удалить свою
            информацию в любое время, войдя в свою учетную запись, если она у
            вас есть, и посетив раздел настроек учетной записи, который
            позволяет вам управлять вашей личной информацией. Вы также можете
            связаться с нами, чтобы запросить доступ, исправить или удалить
            любую личную информацию, которую Вы нам предоставили. Однако,
            пожалуйста, обратите внимание, что нам может потребоваться сохранить
            определенную информацию, когда у нас есть юридические обязательства
            или законные основания для этого.
          </p>

          <br />

          <p className="big">Раскрытие Ваших персональных данных</p>

          <br />
          <p>
            <b>Деловые операции</b>
            <br />
            Если Компания участвует в слиянии, приобретении или продаже активов,
            Ваши персональные данные могут быть переданы. Мы отправим
            уведомление до того, как Ваши персональные данные будут переданы и
            станут предметом другой политики конфиденциальности.
            <br />
            <br />
            <b>Правоохранительные органы</b>
            При определенных обстоятельствах Компания может быть обязана
            раскрыть Ваши персональные данные, если это требуется по закону или
            в ответ на обоснованные запросы государственных органов (например,
            суда или правительственного учреждения).
            <br />
            <br />
            <b>Другие юридические требования</b>
            <br />
            Компания может раскрыть Ваши Персональные данные, добросовестно
            полагая, что такое действие необходимо для:
            <br />
            Выполнения юридического обязательства
            <br />
            Защищать права или собственность Компании
            <br />
            Предотвращать и расследовать возможные правонарушения в связи с
            Сервисом
            <br />
            Защищать личную безопасность пользователей Сервиса или
            общественности
            <br />
            Защищать от юридической ответственности
          </p>

          <br />
          <p>
            <b>Безопасность Ваших персональных данных</b>
            <br />
            Безопасность Ваших персональных данных важна для нас, но помните,
            что ни один способ передачи через Интернет или электронного хранения
            не является безопасным на 100%. Хотя мы стремимся использовать
            коммерчески приемлемые средства для защиты Ваших персональных
            данных, мы не можем гарантировать их абсолютную безопасность.
            <br />
          </p>

          <br />

          <p className="big">Конфиденциальность детей</p>
          <p>
            <br />
            Наш сервис не предназначен для лиц младше 13 лет. Мы сознательно не
            собираем личную информацию от лиц младше 13 лет. Если Вы являетесь
            родителем или опекуном и вам известно, что ваш ребенок предоставил
            нам персональные данные, пожалуйста, свяжитесь с нами. Если нам
            станет известно, что мы собрали персональные данные от кого-либо в
            возрасте до 13 лет без подтверждения согласия родителей, мы
            предпримем шаги по удалению этой информации с наших серверов.Если
            нам необходимо полагаться на согласие в качестве юридического
            основания для обработки Вашей информации, а в вашей стране требуется
            согласие родителя, мы можем запросить согласие вашего родителя,
            прежде чем собирать и использовать эту информацию.
          </p>

          <br />
          <p className="big">Ссылки на другие веб-сайты</p>
          <p>
            Наш сервис может содержать ссылки на другие веб-сайты, которые не
            управляются нами. Если Вы перейдете по ссылке третьей стороны, вы
            будете перенаправлены на сайт этой третьей стороны. Мы настоятельно
            рекомендуем Вам ознакомиться с Политикой конфиденциальности каждого
            сайта, который Вы посещаете.Мы не контролируем и не несем никакой
            ответственности за содержание, политику конфиденциальности или
            практику работы любых сторонних сайтов или сервисов.
          </p>

          <br />
          <p className="big">
            Изменения в настоящей Политике конфиденциальности
          </p>
          <p>
            Мы можем время от времени обновлять нашу Политику
            конфиденциальности. Мы уведомим Вас о любых изменениях, разместив
            новую Политику конфиденциальности на этой странице.Мы сообщим Вам об
            этом по электронной почте и/или разместим заметное уведомление на
            нашем сервисе до вступления изменений в силу и обновим дату
            &quot;Последнего обновления&quot; в верхней части настоящей Политики
            конфиденциальности.Рекомендуется периодически просматривать
            настоящую Политику конфиденциальности на предмет любых изменений.
            Изменения в настоящей Политике конфиденциальности вступают в силу с
            момента их публикации на этой странице.
          </p>

          <br />
          <p className="big">
            Примечание для отделов и служб информационной безопасности
          </p>
          <br />
          <p>
            По законодательству страны у сотрудников тех или иных компаний уже
            подписаны NDA- соглашения. Использование сторонних сервисов
            сотрудниками в том числе регламентируется этими соглашениями. Далее
            разъясним самые чувствительные пункты нашей политики
            конфиденциальности;
          </p>

          <br />

          <p>
            <i>
              Сервисы Google API: Использование WorldSpeech AI и передача
              информации, полученной из Google API, в любое другое приложение
              будут осуществляться в соответствии с Политикой использования
              пользовательских данных служб Google API, включая требования к
              ограниченному использованию.
            </i>
          </p>

          <br />

          <p>
            – Этот пункт предполагает, что мы используем Google-авторизацию в
            сервисе. Сам Google-сервис не хранит ваши данные о записях или
            отчеты.
          </p>

          <br />
          <p>
            Также, Google является не единственным и необязательным инструментом
            авторизации. Пользователям доступен другой способ - через логин и
            пароль. В том числе можно использовать свой корпоративный аккаунт. В
            таком случае персональные данные для входа хранятся на российских
            серверах.
          </p>

          <br />

          <p>
            Использование SmartGPT и иных моделей в решении Worldspeech Ai.
            <br />– Модели для транскрибации у нас находятся локально на наших
            серверах в России.
            <br />– Перед отправкой данных на модели SmartGPT для генерации
            саммари и для анализа транскрибации у нас находятся локально на
            наших серверах в России.
          </p>

          <br />

          <p>
            Хранение данных
            <br />
            Мы не храним на своей стороне аудио или видео материалы, удаляем их
            сразу после обработки. Обработка этих материалов производится на
            территории РФ в соответствии с законодательством. Хранение текстовых
            отчетов организовано в соответствии с законодательством РФ на
            российских серверах, что указано в политике конфиденциальности.
          </p>

          <br />

          <p>
            Отдельным пунктом укажем специфику данных, с которыми мы работаем –
            чаще всего это не строго конфиденциальная информация, запись этих
            материалов уже чаще всего осуществляется сотрудниками и сторонними
            подрядчиками на локальные носители или через интернет: интервью,
            исследования.
          </p>

          <br />

          <p>
            Загрузка неконфиденциальной информации остается ответственностью на
            стороне пользователя. Чаще всего у сотрудников тех или иных компаний
            уже подписаны NDA-соглашения. Использование сторонних сервисов
            сотрудниками в том числе регламентируется этими соглашениями.
          </p>
          <br />
          <p className="big">Связаться с нами</p>

          <p>
            Если у вас есть какие-либо вопросы по поводу данной Политики
            конфиденциальности, вы можете связаться с нами:
            <br />
            По электронной почте:{" "}
            <a href="mailto:support@worldspeechai.com">
              support@worldspeechai.com
            </a>
          </p>

          <br />

          <p>
            ООО «Смарт Солюшенс»,
            <br />
            ОГРН 1243900005843 - ИНН 3900025780
          </p>
          {/* ================= */}
        </div>
      </div>
    </div>
  );
};

export default Policy;
